Repository: 005-d7b5/tasks
Catalog: translations/arrays-*.po
Languages: ca, cs, de, es, fr, nb, nl, pl, ru, zh_cn

source: Hi there! Have a sec?
ca: Hola! Tens 1 segon?
cs: Ahoj! Máš chvilku?
de: Hallo! Haste mal 'ne Sekunde?
es: ¡Hola! ¿Tienes un segundo?
fr: Bonjour ! Avez-vous une seconde ?
nb: Hei! har du et øyeblikk?
nl: Hoi! Mag ik even?
pl: Cześć! Masz chwilkę?
ru: Привет! Есть секунда?
zh_cn: 嗨！有时间吗？

source: Can I see you for a sec?
ca: Et puc veure un moment?
cs: Můžeme se na chvíli sejít?
de: Na, 'n paar Sekunden für mich Zeit?
es: ¿Puedo verte un segundo?
fr: Puis-je vous voir une minute ?
nb: Kan jeg forstyrre deg et øyeblikk?
nl: Kan ik je even spreken?
pl: Możemy się zobaczyć na sekundkę?
ru: Можно тебя на секунду?
zh_cn: 我能见你一会儿么？

source: Have a few minutes?
ca: Tens uns quants minuts?
cs: Máš pár minut?
de: Haste mal 'n paar Minuten?
es: ¿Tienes unos minutos?
fr: Avez-vous quelques minutes ?
nb: Har du et øyeblikk?
nl: Heb je een paar minuutjes?
pl: Masz kilka minutek?
ru: Есть пару минут?
zh_cn: 有几分钟吗？

source: Did you forget?
ca: Te n\'has oblidat?
cs: Zapoměl jsi?
de: Hast du's vergessen?
es: ¿Te has olvidado?
fr: Aviez-vous oublié ?
nb: Glemte du dette?
nl: Ben je het vergeten?
pl: Zapomniałeś?
ru: Ты не забыл?
zh_cn: 你还记得吗？

source: Excuse me!
ca: Perdona!
cs: Promiň!
de: Entschuldigung!
es: ¡Perdón!
fr: Excusez moi !
nb: Unnskyld meg!
nl: Pardon!
pl: Przepraszam!
ru: Прошу прощения!
zh_cn: 劳驾！

source: When you have a minute:
ca: Quan tinguis un minut:
cs: Kdy máš čas:
de: Falls du mal 'ne Minute hast:
es: Cuando tengas un minuto:
fr: Quand vous aurez une minute :
nb: Når du har tid:
nl: Als je een minuutje over hebt:
pl: Kiedy będziesz miał minutkę:
ru: Когда будет минута:
zh_cn: 什么时候有时间呢：

source: On your agenda:
ca: A la teva agenda:
cs: Ve tvém kalendáři:
de: Auf deinem Tagesplan:
es: En tu agenda:
fr: Dans votre agenda :
nb: På agendaen:
nl: In je agenda:
pl: W twoim planie:
ru: Твой ежедневник:
zh_cn: 在你的日程表上：

source: Free for a moment?
ca: Lliure per un instant?
cs: Máš chvilku čas?
de: Einen Augenblick Zeit?
es: ¿Tienes un momento libre?
fr: Êtes-vous disponible ?
nb: Ledig et øyeblikk?
nl: Heb je even niks te doen?
pl: Masz wolną chwilkę?
ru: Свободен?
zh_cn: 现在有空么？

source: Astrid here!
ca: Aquí l\'Astrid!
cs: Tady Astrid
de: Astrid ist da!
es: ¡Aquí Astrid!
fr: C'est Astrid !
nb: Astrid her!
nl: Hier is Astrid!
pl: Tutaj Astrid!
ru: Это Astrid!
zh_cn: 我在这！

source: Hi! Can I bug you?
ca: Hola! Et puc importunar?
cs: Ahoj! Můžu tě vyrušit?
de: Hallo! Kann ich dich kurz nerven?
es: ¡Hola! ¿Puedo molestarte?
fr: Salut ! Puis-je vous ennuyer ?
nb: Hei! Kan jeg plage deg litt?
nl: Hallo! Mag ik je even storen?
pl: Cześć! Czy mogę ci przerwać?
ru: Можно побеспокоить?
zh_cn: 嗨！我能打扰你么？

source: A minute of your time?
ca: Un minut del teu temps?
cs: Minuta tvého času?
de: Schenk mir doch mal eine Minute!
es: ¿Me concedes un minuto?
fr: Avez-vous une minute ?
nb: Et minutt av din tid?
nl: Mag ik even de aandacht?
pl: Chwilę twojego czasu?
ru: Есть минутка?
zh_cn: 浪费你一点时间？

source: It\'s a great day to
ca: És un gran dia per
cs: Skvělý den na
de: Es ist ein toller Tag zum
es: Es un gran día para
fr: C\'est le bon jour pour
nb: Det er en flott dag for å
nl: Het is een mooie dag om
pl: Wspaniały dzień, żeby
ru: Хороший день для
zh_cn: 真是一个好日子去完成

source: I\'ve got something for you!
ca: Tinc una cosa per a tu!
cs: Něco pro tebe mám!
de: Ich habe was für dich!
es: ¡Tengo algo para ti!
fr: J\'ai quelque chose pour vous !
nb: Jeg har noe til deg!
nl: Ik heb iets voor je!
pl: Mam coś dla ciebie!
ru: У меня есть кое-что для вас!
zh_cn: 这有些事请给你做！

source: Ready to put this in the past?
ca: Llest per acabar amb això?
cs: Jsi připraven toto dokončit?
de: Bereit dies in die Vergangenheit zu befördern?
es: ¿Listo para poner esto en el pasado?
fr: Prêt à oublier ça ?
nb: Klar for å legge dette til fortiden?
nl: Klaar om af te vinken?
pl: Gotowy, żeby o tym zapomnieć?
ru: Готовы сделать это прошлым?
zh_cn: 真的要把这件事留在过去？

source: Why don\'t you get this done?
ca: Per què no finalitzes això?
cs: Proč toto nevyřešíš?
de: Warum erledigst du's nicht?
es: ¿Porqué no terminas esto?
fr: Pourquoi ne faites-vous pas cela ?
nb: Hvorfor gjør du ikke dette?
nl: Waarom is dit niet af?
pl: Dlaczego nie kończysz tego?
ru: Почему бы не завершить это?
zh_cn: 怎么不把这个做完呢？

source: How about it? Ready tiger?
ca: Què et sembla? A punt, Tigre?
cs: Co tohle? Jsi připraven draku?
de: Wie schauts aus? Fertig?
es: ¿Qué me dices? ¿Listo tigre?
fr: Et ça ? Vous êtes chaud ?
nb: Så, er du klar?
nl: En nu dan, ben je er klaar voor?
pl: Co ty na to? Gotowy tygrysie?
ru: Как насчет этого?
zh_cn: 这个怎么样？一切就绪？

source: Ready to do this?
ca: A punt per a fer això?
cs: Připraven jít do toho?
de: Bereit das anzupacken?
es: ¿Listo para hacer esto?
fr: Prêt à faire cela ?
nb: Klar for å gjøre dette?
nl: Klaar voor de start?
pl: Gotowy, żeby to zrobić?
ru: Готовы выполнить?
zh_cn: 准备好做这个了么？

source: Can you handle this?
ca: Pots amb aquesta tasca?
cs: Můžeš toto zvládnout?
de: Nun mach aber mal!
es: ¿Puedes con esto?
fr: Pouvez-vous vous occuper de cela ?
nb: Takler du dette?
nl: Kan je dit wel aan?
pl: Czy możesz się tym zająć?
ru: Справитесь с этим?
zh_cn: 你能应付么？

source: You can be happy! Just finish this!
ca: Pots ser feliç! Només has d'acabar això!
cs: Můžeš být šťastný! Tak to dokonči!
de: Machs einfach! Danach kannst du durchatmen.
es: ¡Puedes ser feliz! ¡Solo termínalo!
fr: Vous ne pourrez être tranquille tant que vous n'aurez pas fini cela !
nb: Du kan bli lykkelig! Bare gjør ferdig dette!
nl: Eeuwige roem lonkt! Maak dit af!
pl: Możesz być szczęśliwy! Po prostu skończ to!
ru: Просто завершите и радуйтесь!
zh_cn: 把这个做完吧！你会很开心的！

source: I promise you\'ll feel better if you finish this!
ca: Et prometo que et sentiràs millor quan facis això!
cs: Slibuji že se budeš cítit lépe, jakmile to dokončíš!
de: Ich verspreche dir, du wirst dich besser fühlen, wenn du's erledigt hast!
es: ¡Te prometo que te sentirás mejor si lo terminas!
fr: Je vous promets que vous vous sentirez mieux si vous finissez cela !
nb: Jeg lover at du vil føle deg bedre om du fullfører dette!
nl: Na deze voel je je een held!
pl: Przyrzekam, że poczujesz się lepiej jak to skończysz!
ru: Ты почувствуешь себя лучше, завершив это. Обещаю!
zh_cn: 我保证你做完他会感觉好些的！

source: Won\'t you do this today?
ca: Faràs això avui?
cs: Toto dnes neuděláš?
de: Mal ehrlich, was spricht denn gegen sofort?
es: ¿Por qué no haces esto hoy?
fr: Ne voulez-vous pas faire cela aujourd'hui ?
nb: Hvorfor ikke gjøre dette i dag?
nl: Waarom doe je dit niet vandaag?
pl: Czy nie zrobiłbyś tego dziś?
ru: Не хочешь закончить с этим сегодня?
zh_cn: 你今天不做这个了么？

source: Please finish this, I\'m sick of it!
ca: Si us plau, acaba això, que n\'estic fins... !
cs: Prosím dokonči to, už toho mám dost!
de: Nun mach aber mal, langsam stinkts mir!
es: Por favor, acaba esto. Me tiene cansado ya.
fr: S'il vous plait, finissez cela, je n\'en peux plus !
nb: Vær så snill å fullfør oppgaven, jeg er lei den!
nl: Maak dit af, alsjeblieft zeg!
pl: Proszę skończ to, mam tego dość!
ru: Заверши это пожалуйста, я устал напоминать!
zh_cn: 完成这个吧，我厌烦了！

source: Can you finish this? Yes you can!
ca: Pots acabar-ho? Sí, tu pots!
cs: Jestli to můžeš dokončit? Jistě že můžeš!
de: Kannst du das erledigen? Yes, you can!
es: ¿Puedes terminar esto? ¡Yes you can!
fr: Pouvez-vous finir cela ? Yes you can!
nb: Kan du noensinne fullføre dette? Ja, det kan du!
nl: Kan dit af? Natuurlijk kan het af!
pl: Czy potrafisz to skończyć? Tak, potrafisz!
ru: Можешь завершить это? ДА! Можешь!
zh_cn: 你一定能完成这个任务的！

source: Are you ever going to do this?
ca: Però, faràs mai aquesta tasca?
cs: Uděláš to vůbec někdy?
de: Wirst du das jemals tun?
es: ¿Piensas hacer esto alguna vez?
fr: Allez-vous faire cela un jour ?
nb: Kommer du noensinne til å fullføre dette?
nl: Gaat dit oot afkomen?
pl: Czy kiedykolwiek zamierzasz to zrobić?
ru: Ты когда-нибудь собираешься сделать это?
zh_cn: 你曾经准备做这个么？

source: Feel good about yourself! Let\'s go!
ca: Estigues orgullós de tu mateix! Vinga!
cs: Ať máš dobrý pocit! Pojďme do toho!
de: Tu was fürs freie Atmen! Lass knacken!
es: ¡Sientete mejor contigo mismo! ¡Vamos!
fr: Vous vous sentirez mieux après ! C'est parti !
nb: Føl deg bra. Kom igjen!
nl: Voel je goed, zet hem op!
pl: Czuj się dobrze! Chodźmy!
ru: Чуствуешь себя отлично? Действуй!
zh_cn: 相信自己！我们开始吧！

source: I'm so proud of you! Lets get it done!
ca: Estic tan orgullós de tu! Fem-ho!
cs: Jsem na tebe hrdý! Pojďme to dodělat!
de: Das beenden wir nun mal. Ich bin stolz auf dich.
es: ¡Estoy orgulloso de ti! ¡Vamos a acabar esto!
fr: Je suis si fière de vous ! Allez, terminez cela !
nb: Jeg er stolt av deg! La oss få det gjort!
nl: Ik ben zo trots! Doe het!
pl: Jestem z ciebie dumny! Zróbmy to!
ru: Я так горжусь тобой! Давай сделаем это!
zh_cn: 我真为你骄傲！我们做完这件事吧！

source: A little snack after you finish this?
ca: Un aperitiu quan acabis això?
cs: Malou svačinu až to dokončíš?
de: Einen kleinen Imbiss, wenn das erledigt ist?
es: ¿Un descanso cuando acabes esto?
fr: Une petite récompense quand vous aurez fini cela ?
nb: Litt snop etter at du har fullført dette?
nl: Kopje koffie hierna?
pl: Może małą przekąskę gdy to skończysz?
ru: Перекусим по завершению?
zh_cn: 这件事完成后来点点心？

source: Just this one task? Please?
ca: Només aquesta tasca? Si us plau?
cs: Jenom tento jeden úkol? To snad ne?
de: Nur diese eine Aufgabe? Bitte?
es: ¿Solo esta tarea? ¿Por favor?
fr: Pourriez-vous faire juste cette tâche s'il vous plait ?
nb: Bare denne ene oppgaven. Vær så snill?
nl: Aaah, nog eentje dan? Alsjeblieft?
pl: Tylko to jedno zadanie? Proszę?
ru: Только эту задачу? Пожалуйста?
zh_cn: 就这一个任务？拜托了...

source: Time to shorten your todo list!
ca: Temps per escurçar la teva llista de tasques!
cs: Čas zkrátit seznam úkolů!
de: Es ist Zeit deine Aufgabenliste zu verkürzen!
es: ¡Es hora de acortar tu lista de tarea!
fr: Il est temps de raccourcir la liste des choses à faire !
nb: På tide å korte ned gjøremålslisten!
nl: Tijd om je todo lijst op te schonen!
pl: Czas skrócić twoją listę zadań!
ru: Время уменьшить свой список задач!
zh_cn: 是时候减少该做的任务了！

source: Please tell me it isn\'t true that you're a procrastinator!
ca: Si us plau, assegura\'m que no ets un procrastinador!
cs: Prosím neříkej mi, že jsi jeden z těch odkladačů práce!
de: Wie, du bist stolz darauf, alles aufzuschieben?
es: ¡Por favor, no me digas que eres un procrastinador!
fr: Pitié, ne me dites pas que vous êtes un flemmard!
nb: Ikke fortell meg at det ikke er sant at du er en prokrastinerer!
nl: Je bent toch geen afhaker?
pl: Proszę, powiedz że to nieprawda że jesteś leniem!
ru: Скажи мне, что это неправда!
zh_cn: 不要告诉我你是个拖拖拉拉的人！

source: Doesn\'t being lazy get old sometimes?
ca: No t\'avorreix això de ser mandrós?
cs: Nejsi líný zestárnout?
de: Ist es nicht manchmal langweilig faul zu sein?
es: ¿No te cansas a veces de ser vago?
fr: Est-ce qu'être parresseux ne rend-il pas vieux parfois ?
nb: Blir det ikke kjedelig å være lat?
nl: Wordt je niet te moe van het nietsdoen?
pl: Czy bycie leniem nie nudzi cię czasem?
ru: Не слишком ленив, чтобы переместить что-нибудь в прошлое?
zh_cn: 你这么懒不累吗？

source: Somewhere, someone is depending on you to finish this!
ca: En algun lloc, algú depèn de tu per que això s\'acabi!
cs: Někdo někde spoléhá, že toto dokončíš!
de: Irgendwer, irgendwo vertraut darauf, dass du das abschließt!
es: ¡En algún lugar, alguien está esperando que lo acabes!
fr: Quelque part, quelqu'un compte sur vous pour finir ça !
nb: Et eller annet sted er noen avhengig av at du fullfører dette!
nl: Maak je onsterfelijk, doe dit!
pl: Gdzieś jest ktoś czekający na to, kiedy się z tym uporasz!
ru: Где-то, кто-то зависит от завершения этой задачи!
zh_cn: 有些地方有些人在靠你完成这个呢！

source: When you said postpone, you really meant \'I\'m doing this\', right?
ca: Quan has dit ajornar, realment volies dir \'Ho faré\', veritat?
cs: Když říkáš odložit, opravdu máš na mysli "Dělám na tom"?
de: Als du "verschieben" gesagt hast, meintest du doch eigentlich "Ich werde es erledigen", oder?
es: Con "postponer" querías decir que vas a hacerlo ya, ¿verdad?
fr: Quand vous dîtes "reporter", vous voulez vraiment dire que vous allez le faire, n'est-ce pas ?
nb: Når du sier slumre mener du egentlig "Jeg gjør dette!", ikke sant?
nl: Toen je zei uitstellen, bedoelde je dat je er mee bezig was, toch?
pl: Mówiąc odraczam, naprawdę miałeś na myśli "robię to", zgadza się?
ru: Когда ты говоришь о переносе, ты имеешь в виду "Я сделаю это!", правда?
zh_cn: 你推迟的时候就是你正在做这件事情的时候，是么？

source: This is the last time you postpone this, right?
ca: Aquesta és la darrera vegada que ho ajornes, veritat?
cs: Je to na posled co toto odkládáš, že ano?
de: Das ist das letzte Mal, dass du das hier aufschiebst, okay?
es: Ésta es la última vez que lo pospones, ¿verdad?
fr: C'est la dernière fois que vous décalez, n'est-ce pas ?
nb: Dette er siste gang du utsetter dette, ikke sant?
nl: Dit is de laatste keer dat je dit uitstelt, oke?
pl: Ostatni raz to odraczasz, zgadza się?
ru: Это твой последний перенос, правда?
zh_cn: 最后一次推迟这件事了，是吧？

source: Just finish this today, I won\'t tell anyone!
ca: Senzillament acaba-ho avui, no ho diré a ningú!
cs: Tak to dnes dokonči, nikomu to neřeknu!
de: Erledige das einfach heute und ich sage es niemandem. Okay?!
es: Acábalo hoy, ¡no se lo diré a nadie!
fr: Finissez cela aujourd'hui, je ne le dirais à personne!
nb: Bare fullfør dette i dag, jeg lover å ikke si det til noen!
nl: Psst, deze moet vandaag nog, ik zal je niet verraden!
pl: Po prostu skończ to dziś a ja nikomu nie powiem!
ru: Заверши это сегодня и я никому не скажу!
zh_cn: 今天把这件事完成吧，我不会告诉任何人的！

source: Why postpone when you can um... not postpone!
ca: Per què ajornar quan pots mm... no ajornar!
cs: Proč odložit, když to můžeš jednoduše hmm... neodložit!
de: Warum verschieben? Du könntest es doch einfach ... nicht verschieben!
es: Por que posponerlo cuando puedes uhm... ¡no posponerlo!
fr: Pourquoi reporter quand vous pourriez ... ne pas reporter!
nb: Hvorfor utsette noe du kan.. velge å ikke utsette!
nl: Waarom uitstellen? Je kan het ook gewoon doen!
pl: Po co odraczać skoro możesz... nie odraczać!
ru: Зачем переносить, когда можно сделать!
zh_cn: 明明有能力还延迟...不准延迟！

source: You\'ll finish this eventually, I presume?
ca: Això ho acabaràs eventualment, suposo?
cs: Toto zřejmě dokončíš, předpokládám?
de: Ich nehme an, dass du das irgendwann mal abschließen wirst?
es: ¿Supongo que al final lo acabarás?
fr: Vous finirez par le faire, je suppose?
nb: Du kommer til å fullføre dette etterhvert, antar jeg?
nl: Ooit zul je dit wel afkrijgen, is het niet?
pl: Zakładam, że to wreszcie skończysz?
ru: Ты завершишь это когда-нибудь, я надеюсь?
zh_cn: 你最终会完成的，我估计？

source: I think you\'re really great! How about not putting this off?
ca: Crec que ets genial! Per què no li dones el toc de gràcia a això?
cs: Myslím, že na to máš. Co takhle to neodkládat?
de: Es läuft doch! Wie wäre es, wenn du das nicht bis zur letzten Minute aufschiebst?
es: ¡Creo que eres genial! ¿Qué tal no posponerlo?
fr: Je pense que vous y allez un peu fort ! Que diriez vous de ne pas le retirer ?
nb: Jeg synes du er kjempebra! Hva med å ikke utsette dette?
nl: Je bent geweldig! Nu deze nog.
pl: Myślę, że jesteś wspaniały! Co powiesz na nie odkładanie tego?
ru: Я думаю ты реально крут! Может обойдемся без переноса?
zh_cn: 我觉得你真的很棒！不要推迟了吧？

source: Will you be able to achieve your goals if you do that?
ca: Aconseguiràs les teves metes si fas això?
cs: Dosáhneš svých cílů, pokud to uděláš?
de: Wirst du deine Ziele erreichen, wenn du das tust?
es: ¿Podrás alcanzar tus metas si haces eso?
fr: Serez-vous capable d'accomplir vos buts si vous faisiez cela ?
nb: Oppnår du målene dine om du gjør det?
nl: Kun je je doelen bereiken als je dit doet?
pl: Czy będziesz w stanie osiągnąć twoje cele jeśli to zrobisz?
ru: Ты добьёшься целей если сделаешь это?
zh_cn: 你做那个能够完成你的目标么？

source: Postpone, postpone, postpone. When will you change!
ca: Ajornar, ajornar, ajornar. Quan canviaràs!
cs: Odložit, odložit, odložit. Kdy už to změníš?
de: Verschieben, verschieben, verschieben. Wann wirst du dich verändern?
es: Posponer, posponer, posponer. ¡Cuando cambiarás!
fr: "Reporter, Reporter, Reporter. Quand changerez-vous !
nb: Utsett, utsett, utsett. Når skal du forbedre deg?
nl: Van uitstel komt afstel. Wanneer leer je nou eens?
pl: Odłożone, odłożone, odłożone. Kiedy wreszcie się zmienisz?
ru: Перенос, перенос, перенос. Не пора измениться?
zh_cn: 推迟，推迟，推迟，什么时候能改啊！

source: I\'ve had enough with your excuses! Just do it already!
ca: Ja en tinc prou de les teves excuses! Fes-ho ja!
cs: Už mám dost tvých výmluv! Udělej to konečně!
de: Ich habe genug von deinen Ausreden! Mach es einfach!
es: ¡Me tienes harto con tus excusas! ¡Hazlo ya!
fr: J'en ai marre de vos excuses! Il suffisait de le faire!
nb: Jeg har fått nok av unnskyldningene dine! Bare gjør det!
nl: Ik ben klaar met je smoesjes! Doe dit, NU!
pl: Mam dość twoich wymówek! Skończ to wreszcie!
ru: Мне надоели твои извинения! Просто сделай!
zh_cn: 我受够你的借口了！就开始做这个吧！

source: Didn\'t you make that excuse last time?
ca: No vas donar aquesta excusa la darrera vegada?
cs: Je to ta samá výmluva jako minule?
de: Ist das nicht die gleiche Ausrede wie letztes Mal?
es: ¿Esa no fue la excusa la última vez?
fr: N'avez-vous pas donné cette excuse la dernière fois?
nb: Brukte du ikke den unnskyldningen sist?
nl: Die smoes heb je al gebruikt!
pl: Czy nie robiłeś tej wymówki ostatnim razem?
ru: Это же оправдание было и в прошлый раз?
zh_cn: 这是你最后一次找借口了吧？

source: I can\'t help you organize your life if you do that...
ca: No et puc ajudar a organitzar la teva vida si fas això...
cs: Nemohu ti pomoci zorganizovat život, pokud to uděláš...
de: Dann kann ich dir auch nicht helfen, dein Leben zu organisieren.
es: No te puedo ayudar a organizar tu vida si haces eso...
fr: Je ne peux pas vous aider à organiser votre vie si vous faites ça...
nb: Jeg kan ikke hjelpe deg med å organisere livet ditt hvis du holder på sånn...
nl: Ik kan je alleen maar helpen als jij mij helpt...
pl: Jeśli to zrobisz nie będę w stanie pomóc ci zorganizować twoje życie...
ru: Я не смогу помочь в организации твоей жизни если ты будешь делать так...
zh_cn: 如果这样，我真的没办法帮你组织生活...

source: Pink
ca: Rosa
cs: Růžová
de: Rosa
es: Rosa
fr: Rose
nb: Rosa
nl: Roze
pl: Różowy
zh_cn: 粉色

source: Boring
ca: Avorrit
cs: Nudné
de: Langweilig
es: Aburrido
fr: Ennuyeux
nb: Kjedelig
nl: Saai
pl: Nudne
zh_cn: 真无聊

source: disable
ca: desactivar
cs: zakázat
de: Deaktiviere
es: desactivar
fr: désactiver
nb: deaktiver
nl: uitschakelen
pl: wyłącz
ru: отключен
zh_cn: 禁用

source: twice an hour
ca: 2 cada hora
cs: dvakrát za hodinun
de: zweimal stündlich
es: cada media hora
fr: deux fois par heure
nb: to ganger i timen
nl: twee keer per uur
pl: dwa razy na godzinę
ru: дважды в час
zh_cn: 一小时两次

source: hourly
ca: cada hora
cs: každou hodinu
de: stündlich
es: cada hora
fr: chaque heure
nb: hver time
nl: elk uur
pl: co godzinę
ru: ежечасно
zh_cn: 每小时

source: twice a day
ca: 2 cada dia
cs: dvakrát denně
de: zweimal täglich
es: dos veces al día
fr: deux fois par jour
nb: to ganger om dagen
nl: twee maal daags
pl: dwa razy dziennie
ru: дважды в день
zh_cn: 一天两次

source: daily
ca: a diari
cs: denně
de: täglich
es: Cada día
fr: quotidien
nb: daglig
nl: dagelijks
pl: codziennie
ru: ежедневно
zh_cn: 每天

source: twice a week
ca: 2 per setmana
cs: dvakrát týdně
de: zweimal wöchentlich
es: dos veces a la semana
fr: deux fois par semaine
nb: to ganger i uken
nl: twee keer per week
pl: dwa razy w tygodniu
ru: дважды в неделю
zh_cn: 一周两次

source: weekly
ca: setmanalment
cs: týdně
de: wöchentlich
es: Cada semana
fr: hebdomadaire
nb: ukentlig
nl: wekelijks
pl: tygodniowo
ru: еженедельно
zh_cn: 每周
