Repository: 005-d7b5/tasks
Catalog: translations/strings-*.po
Languages: ca, da, de, it, nl, pl, pt, sv, zh_cn

source: Show Completed Tasks
ca: Mostra tasques completades
da: Vis slettede opgaver
de: Gelöschte Aufgaben anzeigen
it: Mostra Attività Cancellate
nl: Op titel
pl: Pokaż usunięte zadania
pt: Procurar Tarefas...
sv: Visa raderade uppgifter
zh_cn: 依标题

source: Show Hidden Tasks
ca: Mostra tasques filtrades
da: Sorteringsindstillinger
de: Sortier-Optionen
it: Ordina Opzioni
nl: Op einddatum
pl: Opcje sortowania
pt: Ajuda
sv: Sorteringsalternativ
zh_cn: 依到期日

source: Show Deleted Tasks
ca: Mostra tasques eliminades
da: Astrid Intelligent sortering
de: Astrid Smart Sort
it: Ordinamento Intelligente
nl: Op prioriteit
pl: Inteligentne sortowanie Astrid
pt: Criar Atalho
sv: Astrid intelligent sortering
zh_cn: 依重要性

source: Sort Options
ca: Opcions de Clasificació
da: Efter titel
de: Nach Titel
it: Per Titotlo
nl: Op datum gewijzigd
pl: Wg. tytułu
pt: Nome do atalho:
sv: Efter titel
zh_cn: 依最后修改

source: Astrid Smart Sort
ca: Clasificació Inteligent Astrid
da: Efter deadline
de: Nach Fälligkeit
it: Per scadenza
nl: Omgekeerd sorteren
pl: Wg. daty
pt: Procurar Tarefas
sv: Efter förfallodatum
zh_cn: 反向排序

source: By Title
ca: Per títol
da: Efter vigtighed
de: Nach Wichtigkeit
it: Per Importanza
nl: Eenmalig
pl: Wg. skali ważności
pt: Coincidentes '%s'
sv: Efter viktighetsgrad
zh_cn: 仅一次

source: By Due Date
ca: Per data de venciment
da: Efter senest ændret
de: Nach letzter Änderung
it: Per Ultima Modifica
nl: Altijd
pl: Wg. ostatniej modyfikacji
pt: Atalho Criado: %s
sv: Efter senaste ändringen
zh_cn: 总是

source: By Importance
ca: Per importància
da: Omvendt sortering
de: Umgekehrte Sortierung
it: Inverti Ordinamento
nl: Astrid: Filters
pl: Odwrócone sortowanie
pt: Astrid: A editar '%s'
sv: Omvänd sortering
zh_cn: Astrid：过滤器

source: By Last Modified
ca: Per última modificació
da: Kun en gang
de: Nur einmal
it: Solo una Volta
nl: Filters laden...
pl: Tylko jeden raz
pt: Astrid: Nova Tarefa
sv: Bara en gång
zh_cn: 启动过滤器...

source: Reverse Sort
ca: Invertir l'ordre
da: Altid
de: Immer
it: Sempre
nl: Snelkoppeling op bureaublad maken
pl: Zawsze
pt: Principal
sv: Alltid
zh_cn: 在桌面建立快捷方式

source: Just Once
ca: Només una vegada
da: Astrid: Filtre
de: Filter
it: Astrid: Filtri
nl: Taken zoeken...
pl: Astrid: Filtry
pt: Avançadas
sv: Astrid: Filter
zh_cn: 搜索任务中

source: Always
ca: Sempre
da: Indlæser filtre...
de: Lade Filter...
it: Caricamento Filtri...
nl: Altijd
pl: Wczytywanie filtrów...
pt: Add-ons
sv: Laddar filter...
zh_cn: 总是

source: Lists
ca: Llistes
nl: Lijsten
zh_cn: 列表

source: Loading Filters...
ca: Carregant Filtres...
da: Søg i opgaver...
de: Durchsuche Aufgaben...
it: Cerca Attività...
nl: Naam snelkoppeling:
pl: Szukaj zadań...
pt: Resumo da Tarefa
sv: Sök efter uppgifter...
zh_cn: 快捷方式名称：

source: Create Shortcut On Desktop
ca: Afegir un enllaç al escriptori...
da: Hjælp
de: Hilfe
it: Aiuto
nl: Naar taken zoeken
pl: Pomoc
pt: Importância
sv: Hjälp
zh_cn: 搜索任务

source: Search Tasks...
ca: Cercar tasques...
da: Opret genvej
de: Verknüpfung erstellen
it: Crea scorciatoia
nl: Bevat '%s'
pl: Utwórz skrót
pt: Prazo limite
sv: Skapa genväg
zh_cn: 比对 '%s'

source: Help
ca: Ajuda
zh_cn: 帮助

source: Create Shortcut
ca: Crear un enllaç
da: Søg efter opgaver
de: Suche nach Aufgabe
it: Cerca Per Attività
nl: New Filter
pl: Szukaj zadań
pt: Não tem hora para expirar
sv: Sök efter uppgifter
zh_cn: New Filter

source: Name of shortcut:
ca: Nom del enllaç
da: Matcher '%s'
de: Übereinstimmung mit %s
it: Confrontando '%s'
nl: Astrid: '%s' bewerken
pl: Pasujących do: %s
pt: Esconder Até
sv: Matchar '%s'
zh_cn: Astrid: 编辑 '%s'

source: Search For Tasks
ca: Cercar tasques
da: Oprettede genvej: %s
de: Verknüpfung erstellt: %s
it: Creata Scorciatoia: %s
nl: Nieuwe taak
pl: Utworzono skrót: %s
pt: Notas
sv: Skapad genväg: %s
zh_cn: New Task

source: Matching '%s'
ca: Coincidència '%s'
da: Astrid: Redigerer '%s'
de: Astrid: Bearbeite '%s'
it: Astrid: Modificando '%s'
nl: Algemeen
pl: Astrid: Edytowanie '%s'
pt: Introduzir notas na tarefa...
sv: Astrid: Redigerar '%s'
zh_cn: 基本

source: Created Shortcut: %s
ca: Enllaç crea: %s
da: Astrid: Ny opgave
de: Astrid: Neue Aufgabe
it: Astrid: Nuova attività
nl: Delen
pl: Astrid: Nowe zadanie
pt: Quanto tempo irá durar?
sv: Astrid: Ny uppgift
zh_cn: 分享

source: New Filter
nl: Herinneringen
zh_cn: 闹钟

source: New List
da: Timers Active for %s!
de: Stop
it: Timer attivi per %s!
nl: Nieuwe lijst
pl: Minutnkiki aktywne przez %s!
sv: Tidtagarur aktivt för %s!
zh_cn: 新列表

source: Astrid: Editing '%s'
ca: Astrid: Editant '%s'
da: Grundlæggende
de: Allgemein
it: Base
nl: Titel
pl: Podstawowe
pt: Tempo já gasto na tarefa
sv: Enkelt
zh_cn: 标题

source: New Task
nl: When
zh_cn: When

source: Title
ca: Títol
da: Vigtighed
de: Wichtigkeit
it: Importanza
nl: Geen
pl: Skala ważności
pt: Tarefa Guardada: expirou %s atrás
sv: Viktighetsgrad
zh_cn: 无

source: Task Summary
ca: Resum de la tasca
da: Deadline
de: Fälligkeit
it: Scadenza
nl: Laden…
pl: Ostateczny czas ukończenia
pt: Tarefa Guardada
sv: Frist
zh_cn: 载入中...

source: Importance
ca: Importància
da: På bestemt tidspunkt?
de: Zu einer bestimmten Zeit?
it: In un orario specifico?
nl: Belangrijkheid
pl: Konkretny termin?
pt: A edição da tarefa foi cancelada
sv: Vid bestämd tid?
zh_cn: 重要性

source: Deadline
ca: Data límit
da: None
de: None
it: None
nl: Notitie toevoegen...
pl: None
pt: Tarefa apagada!
sv: None
zh_cn: 输入任务备注...

source: At specific time?
ca: A l'hora específica?
da: Skjul indtil
de: Verstecken bis
it: Nascondi Fino
nl: Tijdsduur
pl: Ukryj dopóki
sv: Dölj tills
zh_cn: 要花多久时间?

source: None
da: Indlæser...
de: Lade...
it: Caricamento...
nl: Geen
pl: Ładowanie...
sv: Laddar...
zh_cn: 无

source: Show Task
nl: Wijzigingen opslaan
zh_cn: 保存更改

source: Task will be hidden until %s
nl: Niet opslaan
zh_cn: 不保存

source: Enter Task Notes...
ca: Introdueix notes a la tasca...
da: Tid allerede brugt på denne opgave
de: Für die Aufgabe bisher aufgewendete Zeit
it: Tempo già speso per l'attività
nl: Taak opgeslagen
pl: Czas spędzony na wykonywaniu zadania
pt: Próxima Semana
sv: Tid redan spenderad på uppgiften
zh_cn: 任务已储存

source: How Long Will it Take?
ca: Quant temps es trigarà?
da: Gem ændringer
de: Änderungen speichern
it: Salva le modifiche
nl: Taakbewerking afgebroken
pl: Zapisz zmiany
pt: Sem Prazo
sv: Spara ändringar
zh_cn: 任务编辑操作已被取消

source: Time Already Spent on Task
ca: Temps que ja s\'ha invertit en la Tasca
da: Gem ikke
de: Nicht speichern
it: Non salvare
nl: Taak verwijderd!
pl: Nie zapisuj
pt: Não Esconder
sv: Spara inte
zh_cn: 任务已删除！

source: Save Changes
ca: Desar els canvis
da: Slet opgave
de: Aufgabe löschen
it: Elimina attività
nl: Geen einddatum
pl: Usuń zadanie
pt: Tarefa já passou o prazo
sv: Radera uppgift
zh_cn: 无截止日

source: Don't Save
ca: No desar els canvis
da: Opgave gemt: deadline %s
de: Aufgabe gespeichert: fällig %s
it: Attività Salvata: entro %s
nl: Specifieke dag
pl: Zadanie zapisano: do %s
pt: Dias antes de expirar
sv: Uppgift sparad: förfaller %s
zh_cn: 指定哪天

source: Task Saved: due %s
ca: Tasca desada: venç %s
da: Opgaveredigering blev annulleret
de: Bearbeitung der Aufgabe wurde abgebrochen
it: La modifica delle Attività è stata Annullata
nl: Morgen
pl: Edytowanie zadania zostało anulowane
sv: Uppgiftsredigering avbröts
zh_cn: 明天

source: Task Saved
ca: Tasca Desada
da: Opgave slettet!
de: Aufgabe gelöscht!
it: Attività Eliminata!
nl: (volgende dag)
pl: Zadanie usunięte!
pt: Get Some Add-ons
sv: Uppgift raderad!
zh_cn: （天之后）

source: Task Editing Was Canceled
ca: L'edició de la tasca ha estat cancel·lada
da: Ingen deadline
de: Keine Fälligkeit
it: Nessun Termine
nl: Volgende week
pl: Bez nieprzekraczalnego terminu
pt: Bem-vindo ao Astrid!
sv: Ingen frist
zh_cn: 下周

source: More
da: Opgave Overskrift
de: Aufgabenzusammenfassung
it: Resoconto Attività
nl: Meer
pl: Podsumowanie zadania
sv: Uppgiftssammanfattning
zh_cn: 更多

source: No deadline
nl: No time
zh_cn: No time

source: Specific Day
da: I morgen
de: Morgen
it: Domani
nl: Altijd
pl: Jutro
pt: Valores por Defeito
sv: Imorgon
zh_cn: 总是

source: Tomorrow
ca: Demà
de: Nächste Woche
nl: Morgen
zh_cn: 明天

source: (day after)
ca: (Dia després)
da: In Two Weeks
de: In Two Weeks
it: In Two Weeks
nl: Week voor einddatum
pl: In Two Weeks
pt: Astrid: Preferências
sv: In Two Weeks
zh_cn: 到期周数

source: Next Week
ca: Propera setmana
nl: Volgende week
zh_cn: 下周

source: In Two Weeks
da: Skjul ikke
de: Nicht verstecken
it: Non nascondere
nl: Task Title
pl: Nie ukrywaj
sv: Dölj inte
zh_cn: Task Title

source: Next Month
ca: Mes següent
nl: Volgende maand
zh_cn: 下个月

source: No time
nl: When
zh_cn: When

source: At due date
nl: Belangrijkheid
zh_cn: 重要性

source: Day before due
ca: Dia abans del venciment
nl: Dag voor einddatum
zh_cn: 到期天数

source: Week before due
ca: Setmana abans del venciment
nl: Week voor einddatum
zh_cn: 到期周数

source: Specific Day/Time
ca: Dia/Hora Específics
da: Få Power Pack!
de: Download das Power Pack!
it: Scarica il Power Pack!
nl: Reminders
pl: Get the Power Pack!
pt: Eu não aceito
sv: Skaffa Power Pack!
zh_cn: Reminders

source: Task Title
nl: Timer Controls
zh_cn: Timer Controls

source: ----More Section----
nl: @string/TEA_control_who
zh_cn: @string/TEA_control_who

source: Share With Friends
nl: @string/TEA_control_reminders
zh_cn: @string/TEA_control_reminders

source: Show in my list
nl: @string/TEA_control_timer
zh_cn: @string/TEA_control_timer

source: Looking for more features?
da: Velkommen til Astrid!
de: Willkommen zu Astrid
it: Benvenuto su Astrid!
nl: @string/TEA_control_share
pl: Witaj w Astrid!
sv: Välkommen till Astrid!
zh_cn: @string/TEA_control_share

source: Get the Power Pack!
da: Jeg er enig!!
de: Ich stimme zu!
it: Accetto!
nl: Show in my list
pl: Zgadzam się!!!
sv: Jag samtycker!!
zh_cn: Show in my list

source: When is this due?
nl: Power Pack downloaden
zh_cn: 取得强化套件！

source: Date/Time
nl: Meer
zh_cn: 更多

source: Welcome to Astrid!
ca: Benvingut a Astrid
nl: Welkom bij Astrid!
pt: Default Importance
zh_cn: 欢迎使用 Astrid！

source: I Agree!!
ca: Estic d'acord!!
da: Få support
de: Hilfe
it: Ottieni Supporto
nl: Date/Time
pl: Wsparcie techniczne
pt: Currently Set To: %s
sv: Få hjälp
zh_cn: Date/Time

source: I Disagree
ca: No estic d'acord
da: Hvad er nyt i Astrid
de: Was ist neu bei Astrid
it: Novità in Astrid?
nl: Welkom bij Astrid!
pl: Co nowego w Astrid?
pt: Default Hide Until
sv: Vad är nytt i Astrid?
zh_cn: 欢迎使用 Astrid！

source: Get Support
ca: Obtingui suport
da: Seneste Astrid-nyheder
de: Astrid Neuigkeiten
it: Ultime Novità di Astrid
nl: Accoord
pl: Latest Astrid News
pt: Currently Set To: %s
sv: Senaste Astrid nyheter
zh_cn: 我同意！！

source: What's New In Astrid?
ca: Què hi ha de nou en Astrid?
da: Astrid: Opsætning
de: Astrid: Einstellungen
it: Astrid: Preferenze
nl: Niet accoord
pl: Astrid: Właściwości
pt: !!!! (Highest)
sv: Astrid: Inställningar
zh_cn: 我不同意

source: Latest Astrid News
da: Udseende
de: Erscheinungsbild
it: Aspetto
nl: Ondersteuning
pl: Wygląd
sv: Utseende
zh_cn: 取得协助

source: Astrid: Settings
da: Opgavelistestørrelse
de: Größe der Aufgabenliste
it: Dimensione elenco attività
nl: Nieuw in Astrid
pl: Rozmiar listy zadań
sv: Textstorlek för uppgiftslistan
zh_cn: Astrid 有哪些最新功能？

source: deactivated
nl: Laatste Astrid nieuws
zh_cn: Astrid 最新消息

source: Appearance
ca: Apariència
da: Skriftstørrelse på den centrale liste
de: Schriftgröße auf der Hauptseite
it: Dimensione carattere nella pagina principale
nl: Astrid: Instellingen
pl: Rozmiar czcionki głównej listy zadań
sv: Textstorlek för huvudlistan
zh_cn: Astrid：设置

source: Task List Size
ca: Mida de la Llista de Tasques
da: Vis noter i opgave
de: Notizen zu Aufgaben anzeigen
it: Mostra Note nell'Attività
nl: deactivated
pl: Pokaż notatki w zadaniu
pt: ! (Lowest)
sv: Visa anteckningar i uppgiften
zh_cn: deactivated

source: Font size on the main listing page
ca: Mida de lletra en la pàgina de llista principal
da: Notes will be displayed in quick action bar
de: Notizen werden angezeigt, wenn Sie auf eine Aufgabe tippen
it: Le note verranno mostrate quando tocchi l'attività
nl: Uiterlijk
pl: Notes will be displayed in quick action bar
pt: Sem Prazo
sv: Anteckningar visas när du klickar på en uppgift
zh_cn: 外观

source: Show Notes In Task
ca: Mostra notes a tasques
da: Noter vises altid
de: Benachrichtigungen werden immer angezeigt
it: Le note verranno visualizzate sempre
nl: Taaklijst lettertypegrootte
pl: Notatki będą zawsze wyświetlane
pt: Hoje
sv: Anteckningar visas alltid
zh_cn: 任务列表字体大小

source: Beast Mode
nl: Lettertypegrootte takenlijst
zh_cn: 主列表页面字体大小

source: Customize the layout of the Task Edit Page
nl: Notities bij taak weergeven
zh_cn: 在任务显示备注

source: Reset to defaults
nl: Beast Mode
zh_cn: Beast Mode

source: Notes will be accessible from the Task Edit Page
nl: Customize the layout of the Task Edit Page
zh_cn: Customize the layout of the Task Edit Page

source: Notes will always be displayed
da: Nuværende: %s
de: Momentan: %s
it: Attualmente: %s
nl: Reset to defaults
pl: Aktualnie: %s
sv: Aktuellt: %s
zh_cn: Reset to defaults

source: Color Theme
da: Setting requires Android 2.0+
de: Setting requires Android 2.0+
it: Setting requires Android 2.0+
nl: Notities zullen in de snelle toegangsbalk worden weergegeven
pl: Setting requires Android 2.0+
sv: Setting requires Android 2.0+
zh_cn: 笔记将会在快速行动条中显示

source: Currently: %s
ca: Actualment: %s
nl: Nu: %s
zh_cn: 当前：%s

source: Setting requires Android 2.0+
da: Standard Deadline
de: Standard Dringlichkeit
it: Urgenza Predefinita
nl: Color Theme
pl: Termin końcowy (domyślnie)
sv: Standardfrist
zh_cn: Color Theme

source: @string/TEA_reminder_mode_once
nl: Nu: %s
zh_cn: 当前：%s

source: @string/TEA_reminder_mode_five
nl: Instelllingen vereisen Android 2.0+
zh_cn: 该设置需要 Android 2.0+

source: @string/TEA_reminder_mode_nonstop
nl: @string/TEA_reminder_mode_once
zh_cn: @string/TEA_reminder_mode_once

source: Day
da: Transparent (Black Text)
de: Transparent (White Text)
it: Transparent (Black Text)
nl: @string/TEA_reminder_mode_five
pl: Transparent (Black Text)
sv: Transparent (Black Text)
zh_cn: @string/TEA_reminder_mode_five

source: Night
da: Manage Old Tasks
de: Transparent (Black Text)
it: Manage Old Tasks
nl: @string/TEA_reminder_mode_nonstop
pl: Manage Old Tasks
sv: Manage Old Tasks
zh_cn: @string/TEA_reminder_mode_nonstop

source: Transparent (White Text)
da: Delete Completed Tasks
de: Erweitert
it: Delete Completed Tasks
nl: Day
pl: Delete Completed Tasks
sv: Delete Completed Tasks
zh_cn: Day

source: Transparent (Black Text)
da: Do you really want to delete all your completed tasks?
de: Alle erledigten Aufgaben löschen
it: Do you really want to delete all your completed tasks?
nl: Night
pl: Do you really want to delete all your completed tasks?
sv: Do you really want to delete all your completed tasks?
zh_cn: Night

source: Manage Old Tasks
da: Deleted tasks can be undeleted one-by-one
de: Wollen Sie wirklich alle erledigten Aufgaben löschen?
it: Deleted tasks can be undeleted one-by-one
nl: Transparent (White Text)
pl: Deleted tasks can be undeleted one-by-one
sv: Deleted tasks can be undeleted one-by-one
zh_cn: Transparent (White Text)

source: Delete Completed Tasks
da: Deleted %d tasks!
de: Hiermit gelöschte Aufgaben können einzeln wiederhergestellt werden
it: Deleted %d tasks!
nl: Transparent (Black Text)
pl: Deleted %d tasks!
sv: Deleted %d tasks!
zh_cn: Transparent (Black Text)

source: Do you really want to delete all your completed tasks?
da: Purge Deleted Tasks
de: Es wurden %d erledigte Aufgaben gelöscht!
it: Purge Deleted Tasks
nl: Oude taken beheren
pl: Purge Deleted Tasks
sv: Purge Deleted Tasks
zh_cn: 管理旧任务

source: Deleted tasks can be undeleted one-by-one
da: Do you really want to purge all your deleted tasks?\n\nThese tasks will be gone forever!
de: Alle gelöschten Aufgaben endgültig entfernen
it: Do you really want to purge all your deleted tasks?\n\nThese tasks will be gone forever!
nl: Voltooide taken verwijderen
pl: Do you really want to purge all your deleted tasks?\n\nThese tasks will be gone forever!
sv: Do you really want to purge all your deleted tasks?\n\nThese tasks will be gone forever!
zh_cn: 删除已完成任务

source: Deleted %d tasks!
da: Purged %d tasks!
de: Wollen Sie wirklich alle gelöschten Aufgaben endgültig entfernen?\n Achtung: diese Aufgaben sind unwiederbringlich verloren, wenn Sie kein Backup gemacht haben!
it: Purged %d tasks!
nl: Alle voltooide taken werkelijk verwijderen?
pl: Purged %d tasks!
sv: Purged %d tasks!
zh_cn: 您真的要删除所有已完成任务吗？

source: Purge Deleted Tasks
da: Caution! Purged tasks can't be recovered without backup file!
de: Achtung: diese Aufgaben können nur mit der Backupfunktion wiederhergestellt werden!
it: Caution! Purged tasks can't be recovered without backup file!
nl: Verwijderde taken kunnen één-voor-één worden teruggehaald
pl: Caution! Purged tasks can't be recovered without backup file!
sv: Caution! Purged tasks can't be recovered without backup file!
zh_cn: 已删除任务可以被依次恢复

source: Do you really want to purge all your deleted tasks?\n\nThese tasks will be gone forever!
da: Astrid: Tilføjelser
de: Es wurden %d gelöschte Aufgaben endgültig entfernt!
it: Astrid: Componenti Aggiuntivi
nl: %d taken verwijderd!
pl: Astrid: Dodatki
sv: Astrid: Tillägg
zh_cn: 删除了 %d 个任务！

source: Purged %d tasks!
da: Astrid team
de: Astrid: Add-Ons
it: Team Astrid
nl: Verwijderde taken opschonen
pl: Zespół Astrid
sv: Astrid-teamet
zh_cn: 清除已删除任务

source: Caution! Purged tasks can't be recovered without backup file!
da: Installerede
de: Astrid Team
it: Installato
nl: Alle verwijderde taken werkelijk opschonen?\n\nDeze taken zijn dan definitief verwijderd!
pl: Zainstalowane
sv: Installerade
zh_cn: 您真的要清楚所有已删除任务吗？ \n\n 这些任务将会被彻底永久删除！

source: Delete Calendar Events for Completed Tasks
nl: %d verwijderde taken opgeschoond!
zh_cn: 清除了 %d 个任务！

source: Do you really want to delete all your events for completed tasks?
nl: Waarschuwing: Opgeschoonde verwijderde taken kunnen zonder backup-bestand niet worden hersteld!
zh_cn: 请注意！若事先没有备份，已清除的任务将无法恢复！

source: Delete All Calendar Events for Tasks
nl: Do you really want to delete all your events for completed tasks?
zh_cn: Do you really want to delete all your events for completed tasks?

source: Do you really want to delete all your events for tasks?
nl: Deleted %d calendar events!
zh_cn: Deleted %d calendar events!

source: Astrid: Add Ons
ca: Astrid: Complements
da: Tilgængelige
de: Installiert
it: Disponibile
nl: Do you really want to delete all your events for tasks?
pl: Dostępne
pt: Tarefas Activas
sv: Tillgängliga
zh_cn: Do you really want to delete all your events for tasks?

source: Astrid Team
ca: Equip d'Astrid
da: Gratis
de: Verfügbar
it: Gratuito
nl: Deleted %d calendar events!
pl: Darmowe
pt: Procurar
sv: Ledig
zh_cn: Deleted %d calendar events!

source: Installed
ca: Instal·lat
da: Besøg hjemmeside
de: Kostenlos
it: Visita il Sito Web
nl: Astrid: Uitbreidingen
pl: Odwiedź stronę internetową
pt: Mais...
sv: Besök webbsida
zh_cn: Astrid: 扩展

source: Available
ca: Disponible
da: Android Market
de: Webseite besuchen
it: Android Market
nl: Astrid Team
pl: Android Market
pt: Recently Modified
sv: Android Market
zh_cn: Astrid 团队

source: Free
ca: Gratuït
da: Tom liste!
de: Android Market
it: Lista vuota!
nl: Geïnstalleerd
pl: Empty List!
pt: Tarefas Terminadas
sv: Tom lista!
zh_cn: 已安装

source: Visit Website
ca: Visitar pàgina web
da: Indlæser...
de: Liste ist leer!
it: Caricamento...
nl: Beschikbaar
pl: Ładowanie...
pt: Hidden Tasks
sv: Laddar...
zh_cn: 可用

source: Android Market
da: Vælg opgaver der skal vises...
de: Lade...
it: Seleziona le attività da visualizzare...
nl: Gratis
pl: Wybierz zadania do wyświetlenia
pt: Por Título
sv: Välj uppgifter att se på...
zh_cn: 免费

source: Empty List!
da: About Astrid
de: Wählen Sie Aufgaben für die Anzeige...
it: About Astrid
nl: Website bezoeken
pl: About Astrid
sv: About Astrid
zh_cn: 访问网站

source: Select tasks to view...
ca: Seleccionar les tasques a veure ...
da: Det ser ud som om du bruger en app der kan dræbe processer (%s)! Hvis du kan, så tilføj Astrid til udelukkelseslisten så den ikke bliver dræbt. Ellers kan Astrid muligvis ikke fortælle dig hvornår dine opgaver tidsfrist er.\n
de: Aktuelle Version: %s\n\n Astrid ist Open-Source und wird stolz von Todoroo, Inc. gepflegt.
it: Sembra che si stia utilizzando un'applicazione che può terminare i processi (%s)! Se è possibile, aggiungere Astrid all'elenco di esclusione in modo che non venga terminato. Contrariamente, Astrid potrebbe non avvisarti quando le tue attività saranno compiute. \n
nl: Lijst is leeg!
pl: Wygląda na to, że używasz aplikacji, która zabija procesy (%s)! Jeśli możesz, dodaj Astrid do listy wyjątków. Nieaktywny program Astrid nie będzie Ci przypominać o zadaniach do wykonania. \n
pt: Error adding task to calendar!
sv: Det ser ut att du använder en app som kan avsluta processer (%s)! Om du kan, lägg till Astrid i exklusionslistan så att den inte avslutas. Annars kan det hända att Astrid inte meddelar när dina uppgifter förfaller.\n
zh_cn: 空列表！

source: About Astrid
da: Jeg vil ikke dræbe Astrid!
de: Es scheint Sie benutzen eine Anwendung die Prozesse killen kann (%s)! Falls möglich setzen Sie Astrid auf die Liste der davon ausgenommenen Prozesse damit es nicht gekillt wird. Andernfalls kann Astrid Sie nicht über fällige Tasks informieren.\n
it: Voglio terminare Astrid!
nl: Laden…
pl: Nie zabiję Astrid!
sv: Jag önskar inte avsluta Astrid!
zh_cn: 载入中...

source: Current version: %s\n\n Astrid is open-source and proudly maintained by Todoroo, Inc.
da: Astrid Opgave/Huskeliste
de: Ich werde Astrid nicht killen!
it: Astrid elenco attività/todo
nl: Selecteer weer te geven taken...
pl: Lista zadań/rzeczy do zrobienia Astrid
sv: Astrid Uppgifter/Att-Göra-Lista
zh_cn: 选择任务以显示...

source: It looks like you are using an app that can kill processes (%s)! If you can, add Astrid to the exclusion list so it doesn't get killed. Otherwise, Astrid might not let you know when your tasks are due.\n
ca: Sembla que utilitzes una aplicació que pot matar pocessos (%s)! Si pots, afegeix l'Astrid a la llista d'exclusió per tal de no ser morta. En cas contrari podria ser que l'Astrid no t'informés de les tasques quan vencin.\n
da: Astrid er den højtelskede open-source huskeliste / opgavehåndtering designet til at hjælpe dig med at få ting ordnet. Den har påmindelser, tags, synkronisering, Locale-plug-in, et widget og meget mere.
de: Astrid Aufgaben- / ToDo-Liste
it: Astrid è la lista / gestore di attività personali open-source che tutti amano, preparata per aiutarti a portare a termine le tue attività. Ti permette di impostare promemoria, etichette, di sincronizzare, ha un plugin per la localizzazione, un widget e molto altro.
nl: Huidige versie: %s\n\n Astrid is open-source en wordt onderhouden door Todoroo, Inc.
pl: Astrid jest program na licencji open-source. Pomaga Ci organizować zadania i wykonywać je na czas. Zawiera przypomnienia, etykiety, synchronizację, lokalne dodatki, widgety i dużo więcej.
pt: Calendar Integration:
sv: Astrid är den mycket älskade Att-göra / Uppgiftshanteraren gjord med öppen källkod, designad för att hjälpa dig få saker gjorda. Den har påminnelser, taggar, synkroniserings, språktillägg, en widget med mera.
zh_cn: 当前版本： %s\n\n Astrid 是由 Todoroo, Inc. 维护的开源软件。

source: I Won't Kill Astrid!
ca: No mataré l'Astrid!
da: Aktive opgaver
de: Astrid ist der beliebte Open-Source ToDo-Listen / Task-Manager, der Ihnen dabei hilft, Dinge zu erledigen. Er verfügt über Erinnerungen, Tags, Synchronisation, Locale Plug-In, ein Widget und vieles mehr.
it: Attività in corso
nl: Help
pl: Aktywne zadania
pt: Create Calendar Event
sv: Aktiva uppgifter
zh_cn: 帮助
