Repository: 005-d7b5/tasks
Catalog: translations/strings-*.po
Languages: ca, da, de, it, nl, pl, pt, sv, zh_cn

source: Astrid Task/Todo List
ca: Tasques d'Astrid/Llista de Tasques
da: Søg...
de: Aktuelle Aufgaben
it: Cerca...
nl: U gebruikt waarschijnlijk een applicatie die processen kan afsluiten (%s)! Voeg Astrid indien mogelijk toe aan de lijst met uitgezonderde programma's. Als u dit niet doet kan Astrid u niet helpen met taken herinneren!\n
pl: Szukaj...
pt: Abrir Evento De Calendário
sv: Sök...
zh_cn: 似乎您正在使用会删除进程的应用程序(%s)！可以的话，请将 Astrid 加入到例外列表避免被杀死。否则 Astrid可能无法通知您任务已到期。\n

source: Astrid is the much loved open-source todo list / task manager designed to help you get stuff done. It features reminders, tags, sync, Locale plug-in, a widget and more.
ca: Astrid es l'administrador / llistat de tasques més estimat, dissenyat per ajudar-li a acabar les seves coses pendent. Compte amb recordatoris, etiquetes, sincronització, un complement per Locale, un Widget i moltes més coses.
da: Senest ændrede
de: Suchen...
it: Modificato di recente
nl: Astrid niet afsluiten
pl: Niedawno zmodyfikowane
sv: Nyligen ändrade
zh_cn: 我不会中止 Astrid!

source: New Task Defaults
ca: Configuració inicial en noves tasques
nl: Basisinstellingen nieuwe taak
zh_cn: 新任务默认值

source: Default Urgency
ca: Importància per defecte
da: S
de: Standard Wichtigkeit
it: Importanza Predefinita
nl: Astrid is de geliefde open-source Takenbeheerder, ontworpen om je taken gedaan te krijgen. Astrid heeft functies als herinneringen, bundelen van taken, synchronisatie, LBS plug-ins, widgets en nog veel meer!
pl: Skala ważności (domyślnie)
pt: Não Esconder
sv: Standardviktighetsgrad
zh_cn: Astrid是一款开源并深受人们喜爱的TODO任务/列表管理器，旨在提高您处理事务的效率。Astrid包含提醒、标签、同步、区域插件、小工具等众多功能。

source: Default Importance
ca: Importància per defecte
da: Standard Skjul Indtil
de: Standard Verstecken bis
it: Nascondi Fino Predefinito
nl: Standaard prioriteit
pl: Ukrywanie zadania (domyślnie)
pt: Dias antes de expirar
sv: Standard Dölj tills
zh_cn: 默认严重性

source: Default Hide Until
ca: Amagat Fins per defecte
da: Standardpåmindelser
de: Standarderinnerungen
it: Promemoria predefiniti
nl: Standaard prioriteit
pl: Przypomnienia (domyślnie)
pt: Astrid: Add Ons
sv: Standardpåminnelser
zh_cn: 默认优先级

source: Default Reminders
ca: Recordatoris per Defecte
da: !!!! (højeste)
de: Standard Kalendereintrag
it: !!!! (Più Alta)
nl: Standaard verbergen tot
pl: !!!! (Najwyższy)
sv: !!!! (Högst)
zh_cn: 默认隐藏直到

source: Default Add To Calendar
nl: Standaard herinneringen
zh_cn: 默认提醒

source: New tasks will not create an event in the Google Calendar
nl: Nu: %s
zh_cn: 当前：%s

source: New tasks will be in the calendar: "%s"
nl: Default Add To Calendar
zh_cn: Default Add To Calendar

source: Default Ring/Vibrate type
nl: New tasks will not create an event in the Google Calendar
zh_cn: New tasks will not create an event in the Google Calendar

source: !!! (Highest)
nl: Default Ring/Vibrate type
zh_cn: Default Ring/Vibrate type

source: Day After Tomorrow
ca: Demà passat
nl: Vandaag
zh_cn: 今天

source: Don't hide
ca: No amagar
de: Tag vor der Fälligkeit
nl: Overmorgen
zh_cn: 后天

source: Task is due
ca: Tasca vençuda
de: Woche vor der Fälligkeit
nl: Volgende week
zh_cn: 下周

source: No deadline reminders
ca: Sense recordatoris de data límit
da: Ved deadline eller overskredet
de: Wenn überfällig
it: Alla scadenza o quando scaduto
nl: Dag voor einddatum
pl: W nieprzekraczalnym terminie lub gdy zaległe
sv: Vid eller efter förfallodagen
zh_cn: 到期天数

source: At deadline
ca: Al venciment
da: Day
de: Am Stichtag oder überfällig
it: Day
nl: Week voor einddatum
pl: Day
sv: Day
zh_cn: 到期周数

source: When overdue
ca: Quan està endarrerida
da: Night
de: Day
it: Night
nl: Herinneringen zonder einddatum
pl: Night
sv: Night
zh_cn: 无截止期限提醒

source: At deadline or overdue
ca: Al venciment o endarrerida
da: Transparent (White Text)
de: Night
it: Transparent (White Text)
nl: Op de einddatum
pl: Transparent (White Text)
sv: Transparent (White Text)
zh_cn: 截止期限时

source: @string/EPr_deactivated
nl: Na de einddatum
zh_cn: 过期时

source: Active Tasks
ca: Tasques actives
nl: Actieve taken
zh_cn: 进行中的任务

source: Search...
ca: Cercar...
da: Filters
de: Benutzerdefinierter Filter...
it: Filters
nl: @string/EPr_deactivated
pl: Filters
pt: Astrid Filter Alert
sv: Filters
zh_cn: @string/EPr_deactivated

source: Recently Modified
ca: Recentment modificat
da: Slet filter
de: Filters
it: Cancella Filtro
nl: Actieve taken
pl: Usuń filtr
pt: Astrid will send you a reminder when you have any tasks in the following filter:
sv: Radera filter
zh_cn: 进行中的任务

source: Custom Filter...
ca: Filtre personalitzat...
da: Tilpasset filter
de: Filter löschen
it: Filtro Personalizzato
nl: Zoeken…
pl: Własny filtr
pt: Filtro:
sv: Egendefinierat filter
zh_cn: 查找...

source: Filters
da: Navngiv dette filter for at gemme det...
de: Benutzerdefinierter Filter
it: Dai un nome al filtro per salvarlo...
nl: Onlangs aangepast
pl: Nazwij filtr w celu zapisania...
sv: Spara detta filter genom att ge det ett namn
zh_cn: 最近修改过的

source: Delete Filter
ca: Esborra el filtre
da: Kopi af %s
de: Geben Sie dem Filter einen Namen, um ihn zu speichern...
it: Copia di %s
nl: Aangepast filter...
pl: Kopia %s
pt: once an hour
sv: Kopia av %s
zh_cn: 自定义筛选...

source: Custom Filter
ca: Filtre personalitzat
da: Aktive opgaver
de: Kopie von %s
it: Attività in corso
nl: Filters
pl: Aktywne zadania
pt: once every six hours
sv: Aktiva uppgifter
zh_cn: Filters

source: Name this filter to save it...
ca: Dona nom al filtre per dessar-lo...
da: eller
de: Aktuelle Aufgaben
it: o
nl: Filter verwijderen
pl: albo
pt: once every twelve hours
sv: eller
zh_cn: 删除筛选

source: Copy of %s
ca: Còpia de %s
da: ikke
de: oder
it: non
nl: Aangepast filter
pl: brak
pt: once a day
sv: inte
zh_cn: 自定义筛选

source: or
ca: o
da: %s har kriterier
de: auch
it: %s ha dei criteri
nl: Kopie van %s
pl: %s zawiera kryteria
pt: once a week
sv: %s har kriterier
zh_cn: %s 的复件

source: not
ca: no
da: Slet række
de: %s hat Kriterien
it: Cancella Riga
nl: Actieve taken
pl: Usuń kryterium
pt: You have $NUM matching: $FILTER
sv: Radera rad
zh_cn: 进行中的任务

source: also
ca: també
da: Denne skærm lader dig oprette et nyt filter. Tilføj kriterier ved hjælp af knappen nedenfor, tryk kort eller langt på dem for at justere, og tryk derefter "Vis"!
de: Zeile löschen
it: Questa schermata permette di creare nuovi filtri. Aggiungi criteri usando il tasto più in basso, premi brevemente o a lungo per sistemarli, e clicca "Mostra"!
nl: of
pl: To okno pozwoli Ci stworzyć nowe filtry. Dodaj własne kryteria używając przycisku poniżej, dopasuj poprzez długie lub krótkie przytrzymanie i kliknij "Wyświetl"!
pt: Please install the Astrid Locale plugin!
sv: Denna skärm låter dig skapa nya filter. Lägg till kriterier med hjälp av knappen nedan. Klicka eller klicka och håll på ett kriterium för att göra inställningar och klicka sedan på "Visa"!
zh_cn: 或

source: %s has criteria
da: Tilføj kriterier
de: Hier können Sie neue Filter erstellen. Fügen Sie mit der Schaltfläche unten Kriterien hinzu, kurz oder lang tippen zum Anpassen, und dann tippen Sie "Anzeigen"!
it: Aggiungi Criteri
nl: niet
pl: Dodaj kryterium
sv: Lägg till kriterium
zh_cn: 非

source: Delete Row
ca: Esborra fila
da: Vis
de: Kriterium hinzufügen
it: Visualizza
nl: en
pl: Wyświetl
pt: ... when task is due
sv: Visa
zh_cn: 且

source: This screen lets you create a new filters. Add criteria using the button below, short or long-press them to adjust, and then click "View"!
ca: Aquesta pantalla li permet crear nous filtres. Afegeix criteris fent servir el botó de sota, premi breu o llarg per ajustar-los, i després premi "Veure"!
da: Gem &amp; vis
de: Anzeigen
it: Salva &amp; Visualizzazione
nl: %s met criteria
pl: Zapisz &amp; wyświetl
pt: ... when task is overdue
sv: Spara &amp; visa
zh_cn: %s 含条件

source: Add Criteria
ca: Afegir criteris
da: Deadline: ?
de: Speichern &amp; Anzeigen
it: Entro: ?
nl: Regel verwijderen
pl: Termin wykonania: ?
pt: ... randomly once
sv: Förfaller innan: ?
zh_cn: 删除列

source: View
ca: Veure
da: Deadline...
de: Fällig am: ?
it: Entro...
nl: Met dit scherm kunnen nieuwe filters worden gemaakt. Criteria kunnen met onderstaande knop worden toegevoegd, kort of lang drukken om ze aan te passen en klik daarna op "Weergeven".
pl: Termin wykonania...
pt: Ring/Vibrate Type:
sv: Förfaller innan...
zh_cn: 本屏用来建立新的筛选。使用下列按钮加入条件，短或长按调整，之后请按 "查看"!

source: Save &amp; View
ca: Desa &amp; Veure
da: Ingen deadline
de: Fällig am...
it: Nessuna Data di Terminazione
nl: Criteria toevoegen
pl: Bez terminu
pt: Ring Once
sv: Inget förfallodatum
zh_cn: 加入条件

source: Due By: ?
ca: Vençuda per: ?
da: I går
de: Kein Fälligkeitsdatum
it: Ieri
nl: Weergeven
pl: Wczoraj
pt: Ring Until I Dismiss Alarm
sv: Igår
zh_cn: 预览

source: Due By...
ca: Venciment per...
da: I dag
de: Gestern
it: Oggi
nl: Bewaren &amp; Weergeven
pl: Dzisiaj
pt: an hour
sv: Idag
zh_cn: 保存 &amp; 查看

source: No Due Date
ca: Sense data de venciment
da: I morgen
de: Heute
it: Domani
nl: Einddatum: ?
pl: Jutro
pt: a day
sv: Imorgon
zh_cn: 期限: ?

source: Yesterday
ca: Ahir
da: I overmorgen
de: Morgen
it: Dopodomani
nl: Einddatum...
pl: Pojutrze
pt: a week
sv: I övermorgon
zh_cn: 期限...

source: Importance at least ?
ca: Per menys important?
da: List...
de: List: ?
it: List...
nl: Volgende week
pl: List...
pt: Parar...
sv: List...
zh_cn: 下周

source: Importance...
ca: Importància...
da: List name contains...
de: List...
it: List name contains...
nl: Volgende maand
pl: List name contains...
pt: Desaparece!
sv: List name contains...
zh_cn: 下个月

source: List: ?
da: List name contains: ?
de: List name contains...
it: List name contains: ?
nl: Belangrijkheid tenminste ?
pl: List name contains: ?
sv: List name contains: ?
zh_cn: 重要性至少为？

source: List...
da: Titel indeholder...
de: List name contains: ?
it: Il titolo contiene...
nl: Belangrijkheid...
pl: Tytuł zawiera...
sv: Titeln innehåller...
zh_cn: 重要性...

source: List name contains...
da: Titel indeholder: ?
de: Titel enthält...
it: Il titolo contiene: ?
nl: Lijst: ?
pl: Tytuł zawiera: ?
sv: Titeln innehåller: ?
zh_cn: 列表：？

source: List name contains: ?
da: Fejl ved tilføjelse af opgave til kalender!
de: Titel enthält: ?
it: Errore durante l'aggiunta dell'attività al calendario!
nl: Lijst...
pl: Błąd podczas dodawania zadania do kalendarza!
sv: Misslyckades med att lägga uppgift till kalender!
zh_cn: 列表...

source: Title contains...
ca: Títol conté...
da: Kalenderintegration:
de: Fehler beim Hinzufügen der Aufgabe zum Kalender
it: Integrazione Calendario:
nl: Lijstnaam bevat...
pl: Integracja z kalendarzem:
sv: Kalenderintergrering:
zh_cn: 列表名包含...

source: Title contains: ?
ca: Títol conté: ?
da: Opret kalenderbegivenhed
de: Kalender integration
it: Creare Calendario Eventi
nl: Lijstnaam bevat: ?
pl: Utwórz zadanie w kalendarzu
sv: Skapa kalenderhändelse
zh_cn: 列表名包含：？

source: Error adding task to calendar!
ca: Error afegint la tasca al calendari!
da: Åbn kalender-begivenhed
de: Erstelle ein Kalender Event
it: Apri Calendario Eventi
nl: Naam bevat...
pl: Otwórz zdarzenie kalendarza
pt: No notifications will appear after %s
sv: Öppna kalenderhändelse
zh_cn: 标题含...

source: Calendar Integration:
ca: Integració amb el Calendari:
da: Fejl ved åbning af begivenhed!
de: Öffne Termin im Kalender
it: Errore nell'apertura dell'evento!
nl: Naam bevat: ?
pl: Błąd podczas otwierania zdarzenia!
pt: Quiet hours is disabled
sv: Misslyckades med att öppna kalenderhändelse!
zh_cn: 标题含: ?

source: Add to Calendar
nl: Fout bij toevoegen taak aan agenda!
zh_cn: 添加任务到日历时失败！

source: Open Calendar Event
ca: Obrir Event del Calendari
da: %s (fuldført)
de: Termin im Kalender wurde ebenfalls aktualisiert!
it: %s (completato)
nl: Agenda integratie:
pl: %s (ukończono)
pt: Notifications will begin appearing starting at %s
sv: %s (avslutad)
zh_cn: 日程表整合：

source: Error opening event!
ca: Error obrint event!
da: Standardkalender
de: %s (abgeschlossen)
it: Calendario Predefinito
nl: Gebeurtenis aanmaken
pl: Domyślny kalendarz
pt: Toque de Notificação
sv: Standardkalender
zh_cn: 建立日程表事件

source: Calendar event also updated!
ca: Event del calendari també actualitzat
da: Google Tasks
de: Standardkalender
it: Google Tasks
nl: Gebeurtenis openen
pl: Zadania Google
sv: Google Tasks
zh_cn: 打开日程表事件

source: Don't add
nl: Fout bij openen gebeurtenis!
zh_cn: 事件开启错误!

source: %s (completed)
ca: %s (completat)
da: Efter liste
de: Google Tasks
it: Per Lista
nl: Gebeurtenis ook bijgewerkt!
pl: Wg. listy
pt: Custom ringtone has been set
sv: Efter lista
zh_cn: 日程表事件也更新了!

source: Default Calendar
ca: Calendari per defecte
da: Google Tasks: %s
de: Nach Liste
it: Google Tasks: %s
nl: Don't add
pl: Google Tasks: %s
pt: Ringtone set to silent
sv: Google Tasks: %s
zh_cn: Don't add

source: Google Tasks
da: Creating list...
de: Google Tasks: %s
it: Creating list...
nl: %s (voltooid)
pl: Creating list...
sv: Creating list...
zh_cn: %s (已完成)

source: By List
da: New List Name:
de: Creating list...
it: New List Name:
nl: Standaard agenda
pl: New List Name:
sv: New List Name:
zh_cn: 默认日程表

source: Google Tasks: %s
da: Error creating new list
de: New List Name:
it: Error creating new list
nl: Google Taken
pl: Error creating new list
sv: Error creating new list
zh_cn: Google Tasks

source: Creating list...
da: Velkommen til Google Tasks!
de: Error creating new list
it: Benvenuto a Google Tasks!
nl: Op lijst
pl: Welcome to Google Tasks!
sv: Välkommen till Google Tasks!
zh_cn: 依列表

source: New List Name:
da: Træk markøren på venstre side af en opgave for at omarrangere den. Træk markøren til venstre eller højre for at ændre indrykning.
de: Wilkommen zu Google Tasks!
it: Trascina la maniglia nella parte sinistra di un'attività per spostarla. Trascina la maniglia a destra o a sinistra per cambiare l'indentazione.
nl: Google Taken: %s
pl: Drag the grabber on the left side of a task to rearrange it. Swipe the grabber left or right to change indentation.
sv: Dra slidern på vänster sida av en uppgift för att arrangera om den. Dra slidern åt vänster eller höger för att ändra indrag.
zh_cn: Google Tasks: %s

source: Error creating new list
da: In List: ?
de: Bewege den Griff links einer aktivität zum umordnen. Zieh den Griff links oder rechts für ändern des Einzugs
it: In List: ?
nl: Creating list...
pl: In List: ?
sv: In List: ?
zh_cn: Creating list...

source: Welcome to Google Tasks!
da: In GTasks List...
de: In List: ?
it: In GTasks List...
nl: Naam nieuwe lijst:
pl: In GTasks List...
sv: In GTasks List...
zh_cn: 新列表名：

source: Drag the grabber on the left side of a task to rearrange it. Swipe the grabber left or right to change indentation.
da: Clearing completed tasks...
de: In GTasks List...
it: Clearing completed tasks...
nl: Fout bij aanmaken nieuwe lijst
pl: Clearing completed tasks...
sv: Clearing completed tasks...
zh_cn: 创建新列表失败

source: In List: ?
da: Clear Completed
de: Clearing completed tasks...
it: Clear Completed
nl: Welkom bij Google Taken!
pl: Clear Completed
sv: Clear Completed
zh_cn: 欢迎使用Google Tasks!

source: In GTasks List...
da: Log ind til Google Tasks
de: Clear Completed
it: Accedi a Google Tasks
nl: Sleep de aanwijzer aan de linker kant van een taak om hem te verplaatsen. Schuif de aanwijzer naar links of recht om de inspringing te wijzigen.
pl: Log In to Google Tasks
sv: Logga in till Google Tasks
zh_cn: 拖曳任务左侧的直条以重新排列。向左或向右滑动则可变更缩排。

source: Clearing completed tasks...
da: Vær venlig at logge ind to Google Tasks-synkronisering (beta!). Google Apps for Domain understøttes i øjeblikket ikke, men vi arbejder på sagen!
de: Bei Google Tasks einloggen
it: Per favore, fai il login su Google Tasks Sync (Beta!). Google Apps for Domain non è attualmente supportato, ci stiamo lavorando!
nl: In lijst: ?
pl: Please log in to Google Tasks Sync (Beta!). Non-migrated Google Apps accounts are currently unsupported.
sv: Vänligen logga in på Google Tasks Sync (Beta!). Google Apps för domäner stöds för närvarande inte, vi arbetar på detta.
zh_cn: 列表内容: ?

source: Clear Completed
da: No available Google accounts to sync with.
de: Please log in to Google Tasks Sync (Beta!). Non-migrated Google Apps accounts are currently unsupported.
it: No available Google accounts to sync with.
nl: In GTasks lijst...
pl: No available Google accounts to sync with.
sv: No available Google accounts to sync with.
zh_cn: 在Google任务列表中...

source: Log In to Google Tasks
da: For at vise dine opgaver med indryk og orden bevaret skal du gå til Filtre-siden og vælge en Google Tasks-liste. Som standard bruger Astrid sin egen sorteringsopsætning til opgaver.
de: No available Google accounts to sync with.
it: Per vedere le tue attività preservando indentazione e ordine, vai nella pagina dei filtri e seleziona una lista di Google Tasks. Di default, Astrid usa un suo ordine personale per ordinare le attività.
nl: Clearing completed tasks...
pl: To view your tasks with indentation and order preserved, go to the Filters page and select a Google Tasks list. By default, Astrid uses its own sort settings for tasks.
sv: Om du vill visa dina uppgifter med indrag och ordning bevarad, gå till Filter sidan och välj en lista under Google Tasks. Som standard använder Astrid sin egen sortering för uppgifter.
zh_cn: Clearing completed tasks...

source: Please log in to Google Tasks Sync (Beta!). Non-migrated Google Apps accounts are currently unsupported.
da: Log ind
de: Für wiedergabe der Liste mit Einzug behalten, gehen Sie zu den Filtern und selektieren einen Google Aufgabenplaner. Standard nützt Astrid ihre eigene einstellungen
it: Accedi
nl: Clear Completed
pl: Zaloguj się
sv: Logga in
zh_cn: Clear Completed

source: No available Google accounts to sync with.
da: E-mail
de: Anmelden
it: E-mail
nl: Aanmelden bij Google Taken
pl: Adres e-mail
sv: E-post
zh_cn: 登陆 Google Tasks

source: To view your tasks with indentation and order preserved, go to the Filters page and select a Google Tasks list. By default, Astrid uses its own sort settings for tasks.
da: Adgangskode
de: E-Mail
it: Password
nl: Aanmelden bij Google Taken is vereist om te synchroniseren. Google Apps voor Domeinen is op dit moment nog niet ondersteund, daar wordt aan gewerkt!
pl: Hasło
sv: Lösenord
zh_cn: 请登录到谷歌任务同步（Beta!）。目前不支持非迁移的“Google应用服务”帐户。

source: Sign In
ca: Ingresar
nl: Aanmelden
zh_cn: 登陆

source: E-mail
ca: Adreça electrònica
zh_cn: 电子邮件

source: Authenticating...
da: Error authenticating! Please check your username and password in your phone's account manager
de: Fehler: Füllen Sie alle Felder aus!
it: Error authenticating! Please check your username and password in your phone's account manager
nl: E-mail
pl: Error authenticating! Please check your username and password in your phone's account manager
sv: Error authenticating! Please check your username and password in your phone's account manager
zh_cn: 电子邮件

source: Google Apps for Domain account
da: Du har muligvis støt på en captcha. Prøv at logge ind fra din standard browser, log da ind her igen:
de: Error authenticating! Please check your username and password in your phone's account manager
it: You may have encountered a captcha. Try logging in from the browser, then come back to try again:
nl: Wachtwoord
pl: You may have encountered a captcha. Try logging in from the browser, then come back to try again:
sv: Du kan ha stött på en captcha. Prova att logga in från webbläsaren, kom sedan tillbaka och försök igen:
zh_cn: 密码

source: Error: fill out all fields!
ca: Error: ompli tots els camps
nl: Fout: vul alle velden in!
zh_cn: 错误: 所有字段需要填写!

source: Error authenticating! Please check your username and password in your phone's account manager
da: Sync on Save
de: Google Tasks (Beta!)
it: Sync on Save
nl: Google Apps voor Domeinen account
pl: Sync on Save
sv: Sync on Save
zh_cn: Google Apps for Domain 帐号

source: You may have encountered a captcha. Try logging in from the browser, then come back to try again:
da: Sync individual tasks as they are saved
de: Sync on Save
it: Sync individual tasks as they are saved
nl: Fout: vul alle velden in!
pl: Sync individual tasks as they are saved
sv: Sync individual tasks as they are saved
zh_cn: 错误: 所有字段需要填写!

source: Google Tasks (Beta!)
da: Astrid: Google Tasks
de: Sync individual tasks as they are saved
it: Astrid: Google Tasks
nl: Error authenticating! Please check your username and password in your phone's account manager
pl: Astrid: Zadania Google
sv: Astrid: Google Tasks
zh_cn: Error authenticating! Please check your username and password in your phone's account manager

source: Astrid: Google Tasks
da: Opret din første opgave
de: Einführung: Drücken Sie hier, um die Hinweise anzuzeigen
it: Crea la tua prima attività
nl: Synchroniseren bij opslaan
pl: Create your first task
sv: Skapa din första aktivitet
zh_cn: 同步保存

source: Google's Task API is in beta and has encountered an error. The service may be down, please try again later.
da: To måder at tilføje en opgave:\n 1) Hurtig tilføjelse: Bare skriv opgaven ind i hurtigindtastningsboksen og tryk på +-knappen som fremkommer til venstre.\n\n 2) Almindelig tilføjelse: Tryk på knappen til højre for hurtigindtastningsboksen. Tilføj grundlæggende detaljer (deadline, tags, noter) eller sæt mere avancerede indstillinger. Gem opgaven med gem-knappen eller din telefons tilbageknap.\n\n
de: Den ersten Task anlegen
it: Due modi per aggiungere un'attività:\n 1) Aggiunta Rapida: scrivi il titolo dell'attività nel campo in basso e premi il pulsante + che appare a sinistra.\n\n 2) Aggiunta normale: premi il pulsante sulla destra del campo in basso. Aggiungi le informazioni base (data di terminazione, etichette, note) o imposta opzioni più avanzate. Salva l'attività con il pulsante di salvataggio o il pulsante indietro sul tuo telefono.\n\n
nl: Individuele taken synchroniseren als deze worden opgeslagen
pl: Two ways to add a task:\n 1) Quick Add: Just type the task into the quick entry box and press the + button that appears on the left.\n\n 2) Regular add: Press the button to the right of the quick entry box. Add basic details (due date, tags, notes) or set more advanced options. Save the task with the save button or your phone's back button.\n\n
sv: Två sätt att lägga till en uppgift:\n 1) Snabbtillägg: Skriv bara uppgiften i snabbinmatningsrutan och klicka på +-knappen som visas till vänster.\n\n 2) Vanligt tillägg: Klicka på knappen till höger om snabbinmatningsrutan. Lägg till grundläggande detaljer (deadline, etiketter, anteckningar) eller ange mer avancerade alternativ. Spara uppgiften med spara-knappen eller din telefons bakåtknapp.\n\n
zh_cn: 保存并同步单个任务

source: Account %s not found--please log out and log back in from the Google Tasks settings.
nl: Google Taken
zh_cn: Astrid: Google Tasks

source: Unable to authenticate with Google Tasks. Please check your account password or try again later.
nl: Google's Task API is in beta and has encountered an error. The service may be down, please try again later.
zh_cn: Google's Task API is in beta and has encountered an error. The service may be down, please try again later.

source: Error in your phone's account manager. Please log out and log back in from the Google Tasks settings.
nl: Account %s not found--please log out and log back in from the Google Tasks settings.
zh_cn: Account %s not found--please log out and log back in from the Google Tasks settings.
