Repository: 005-d7b5/tasks
Catalog: translations/strings-*.po
Languages: ca, da, de, it, nl, pl, pt, sv, zh_cn

source: Renamed %1$s with %2$s for %3$d tasks
da: Astrid will speak task names during task reminders
de: Sprach-Erinnerungen
it: Astrid pronuncerà il nome dell'attività durante i promemoria
nl: Helaas is de spraakmodule niet beschikbaar voor je toestel.\nIndien mogelijk, update je toestelversie van Android naar 2.1 of hoger.
pl: Astrid will speak task names during task reminders
sv: Astrid läser upp uppgifterna vid påminnelse
zh_cn: We've noticed that you have some lists that have the same name with different capitalizations. We think you may have intended them to be the same list, so we've combined the duplicates. Don't worry though: the original lists are simply renamed with numbers (e.g. Shopping_1, Shopping_2). If you don't want this, you can simply delete the new combined list!

source: We've noticed that you have some lists that have the same name with different capitalizations. We think you may have intended them to be the same list, so we've combined the duplicates. Don't worry though: the original lists are simply renamed with numbers (e.g. Shopping_1, Shopping_2). If you don't want this, you can simply delete the new combined list!
nl: Helaas is de Android Market niet beschikbaar voor dit toestel.\nIndien mogelijk, probeer Voice Search via een andere bron te downloaden.
zh_cn: Settings: %s

source: Settings: %s
nl: Spraakinvoer
zh_cn: Activity: %s

source: Activity: %s
nl: Spraakinvoer knop weergeven in takenlijst
zh_cn: 秒表

source: Timer
da: Astrid will sound a ringtone during task reminders
de: Astrid wird Aufgabennamen bei der Erinnerung aussprechen
it: Astrid emetterà una suoneria durante i promemoria
nl: Spraakinvoer knop verbergen in takenlijst
pl: Astrid will sound a ringtone during task reminders
sv: Astrid kommer att spela en ringsignal vid påminnelse
zh_cn: 停止

source: Stop
da: Stemmeinput-opsætning
de: Astrid wird bei der Erinnerung einen Klingelton abspielen
it: Preferenze Riconoscimento Vocale
nl: Direct taak maken bij inspreken
pl: Voice Input Settings
sv: Röstindata inställningar
zh_cn: 秒表启动了 %s！

source: Timers Active for %s!
ca: Temporitzadors actius per %s!
de: Sprachfunktionen
nl: Taken worden automatisch gemaakt bij inspreken
zh_cn: 时间筛选

source: Timer Filters
ca: Filtres de Temporitzadors
nl: De titel van de taak kan achteraf worden gewijzigd
zh_cn: 任务已开始计时

source: Tasks Being Timed
ca: Tasques sent cronometrades
nl: Gesproken herinneringen
zh_cn: Timer Controls

source: Speak to create a task
nl: Er wordt een geluid weergegeven bij herinneringen
zh_cn: 请说话以设定任务主旨

source: Speak to set task title
nl: Spraakinstellingen
zh_cn: 请说话以设定任务备注

source: Speak to set task notes
nl: Spreek notities van taak in
zh_cn: 语音输入功能尚未安装。\n您要连上市场并安装吗？

source: Voice-input is not installed.\nDo you want to go to the market and install it?
nl: Spraakmodule niet geïnstalleerd.\nWil je naar de Market gaan en deze installeren?
zh_cn: 很抱歉语音输入功能不支持您的系统。\n如果可能，请升级至Android 2.1或更新的版本。

source: Unfortunately voice-input is not available for your system.\nIf possible, please update Android to 2.1 or later.
nl: Helaas is de spraakmodule niet beschikbaar voor je toestel.\nIndien mogelijk, update je toestelversie van Android naar 2.1 of hoger.
zh_cn: 很抱歉您的系统无法使用市场。\n如果可能，请尝试从其他来源下载语音查找功能。

source: Unfortunately the market is not available for your system.\nIf possible, try downloading voice search from another source.
nl: Helaas is de Android Market niet beschikbaar voor dit toestel.\nIndien mogelijk, probeer Voice Search via een andere bron te downloaden.
zh_cn: 语音输入

source: Voice Input
nl: Spraakinvoer
zh_cn: 语音输入按键会在任务清单画面上显示。

source: Voice input button will be displayed in task list page
nl: Spraakinvoer knop weergeven in takenlijst
zh_cn: 语音输入按键会在任务清单画面上隐藏。

source: Voice input button will be hidden on task list page
nl: Spraakinvoer knop verbergen in takenlijst
zh_cn: 直接建立任务

source: Directly Create Tasks
nl: Direct taak maken bij inspreken
zh_cn: 任务将会自动从语音输入建立。

source: Tasks will automatically be created from voice input
nl: Taken worden automatisch gemaakt bij inspreken
zh_cn: 语音输入结束後您可以编辑任务主旨。

source: You can edit the task title after voice input finishes
nl: De titel van de taak kan achteraf worden gewijzigd
zh_cn: 语音提醒

source: Voice Reminders
nl: Gesproken herinneringen
zh_cn: Astrid在任务提醒时会以语音说出任务名称

source: Astrid will speak task names during task reminders
nl: Bij herinneringen zullen de taaknamen uitgesproken worden
zh_cn: Astrid在任务提醒时将会播放铃声

source: Astrid will sound a ringtone during task reminders
nl: Er wordt een geluid weergegeven bij herinneringen
zh_cn: 语音输入设定

source: Voice Input Settings
nl: Spraakinstellingen
zh_cn: 语音输入设定

source: Accept EULA to get started!
da: Comments
de: Kommentare
it: Comments
nl: Geen taken!
pl: Comments
sv: Comments
zh_cn: 无任务！

source: 1 Year
ca: 1 Any
nl: 1 jaar
pt: 1 Ano
zh_cn: 1 年

source: %d Years
ca: %d Anys
nl: %d jaren
pt: %d Anos
zh_cn: %d 年

source: 1 Month
ca: 1 Mes
nl: 1 maand
pt: 1 Mês
zh_cn: 1 个月

source: %d Months
ca: %d Mesos
nl: %d maanden
pt: %d Meses
zh_cn: %d 个月

source: 1 Week
ca: 1 Setmana
pt: 1 Semana
zh_cn: 1 周

source: %d Weeks
ca: %d Setmanes
nl: %d weken
pt: %d Semanas
zh_cn: %d 周

source: 1 Day
ca: 1 dia
nl: 1 dag
pt: 1 Dia
zh_cn: 1 天

source: %d Days
ca: %d Dies
nl: %d dagen
pt: %d Dias
zh_cn: %d 天

source: 1 Weekday
nl: 1 weekdag
zh_cn: 1 个任务天

source: %d Weekdays
nl: %d weekdagen
zh_cn: %d 个任务天

source: 1 Hour
ca: 1 Hora
nl: 1 uur
pt: 1 Hora
zh_cn: 1 小时

source: %d Hours
ca: %d Hores
nl: %d uren
pt: %d Horas
zh_cn: %d 小时

source: 1 Minute
ca: 1 Minut
nl: 1 minuut
pt: 1 Minuto
zh_cn: 1 分钟

source: %d Minutes
ca: %d Minuts
nl: %d minuten
pt: %d Minutos
zh_cn: %d 分钟

source: 1 Second
ca: 1 Segon
nl: 1 seconde
pt: 1 Segundo
zh_cn: 1 秒

source: %d Seconds
ca: %d Segons
nl: %d seconden
pt: %d Segundos
zh_cn: %d 秒

source: 1 Hr
nl: 1 u.
pt: 1 h
zh_cn: 1 小时

source: %d Hrs
nl: %d u.
pt: %d h
zh_cn: %d 小时

source: 1 Min
nl: 1 m.
zh_cn: 1 分钟

source: %d Min
nl: %d m.
zh_cn: %d 分钟

source: 1 Sec
ca: 1 Seg
nl: 1 s.
pt: 1 s
zh_cn: 1 秒

source: %d Sec
ca: %d Seg
nl: %d s.
pt: %d s
zh_cn: %d 秒

source: 1 task
ca: 1 tasca
nl: 1 taak
pt: 1 tarefa
zh_cn: 1 个任务

source: %d tasks
ca: %d tasques
nl: %d taken
pt: %d tarefas
zh_cn: %d 个任务

source: 1 person
nl: 1 persoon
zh_cn: 一个人

source: %d people
nl: %d personen
zh_cn: %d 个人

source: Confirm?
ca: Confirmar?
nl: OK?
pt: Confirma?
zh_cn: 确认?

source: Question:
ca: Pregunta:
nl: Vraag:
pt: Pergunta:
zh_cn: 问题：

source: Information
ca: Informació
nl: Informatie
pt: Informação
zh_cn: 信息

source: Error!
nl: Fout!
zh_cn: 错误！

source: Save
nl: Opslaan
zh_cn: 保存

source: Yes
ca: Sí
nl: Ja
pt: Sim
zh_cn: 确定

source: No
nl: Nee
pt: Não
zh_cn: 取消

source: Close
ca: Tancar
nl: Sluiten
pt: Fechar
zh_cn: 关闭

source: Oops, looks like an error occurred! Here's what happened:\n\n%s
ca: ¡Ui, sembla que hi ha hagut un problema! Això es el que ha passat:\n\n%s
nl: Er is een fout opgetreden:\n\n%s
zh_cn: 糟糕，发生错误！状况是:\n\n%s

source: Oops, looks like an error occurred!
ca: ¡Ui, sembla que hi ha hagut un problema!
nl: Er is een fout opgetreden!
zh_cn: 糟糕，发生错误！

source: Please wait...
ca: Si us plau, espera...
nl: Even geduld a.u.b.
pt: Upgrading your tasks...
zh_cn: 请稍候...

source: Synchronizing your tasks...
ca: Sincronitzant les seves tasques...
nl: Taken synchroniseren...
pt: By Due Date
zh_cn: 任务同步中...

source: Synchronizing...
ca: S'està sincronitzant...
nl: Synchroniseren…
pt: By Importance
zh_cn: 正在同步中...

source: Synchronization
ca: Sincronització
nl: Synchronisatie
zh_cn: 同步

source: Not Logged In!
ca: No conectat!
nl: Niet aangemeld!
zh_cn: 未登陆!

source: Sync Ongoing...
ca: Sincronització en curs...
nl: Synchronisatie bezig...
zh_cn: 同步中...

source: Failed On: %s
ca: Fallida el: %s
nl: Mislukt op: %s
zh_cn: 失败：%s

source: Sync w/ Errors: %s
nl: Gesync. met fouten: %s
zh_cn: 同步 w/ 错误： %s 上次同步日期

source: Last Successful Sync: %s
ca: Última sincronització correcte: %s
nl: Gelukt op: %s
zh_cn: 上次成功同步：%s

source: Never Synchronized!
ca: Mai sincronitzat!
nl: Nooit gesynct!
zh_cn: 未同步过！

source: Background Sync
ca: Sincronitzar en segon pla
nl: Achtergrond synchronisatie
zh_cn: 后台同步

source: Background synchronization is disabled
ca: Desactivada la sincronització en segon pla
nl: Achtergrond synchronisatie uitgeschakeld
zh_cn: 后台同步已关闭

source: Currently set to: %s
ca: Actualment configurat en: %s
nl: Huidige instelling: %s
zh_cn: 目前同步间隔：%s

source: Wifi Only Setting
ca: Configuració Wifi
nl: Alleen via WiFi
zh_cn: Wifi 才可使用的设置

source: Background synchronization only happens when on Wifi
ca: La sincronització en segon pla només funciona amb el Wifi activat.
nl: Achtergrond synchronisatie alleen met WiFi aan
zh_cn: 使用 Wifi 才启动后台同步

source: Background synchronization will always occur
ca: Sempre es produirà la sincronització en segon pla
nl: Achtergrond synchronisatie altijd aan
zh_cn: 总是使用后台同步

source: Actions
ca: Accions
nl: Acties
zh_cn: 动作

source: Synchronize Now!
ca: Sincronitzar Ara!
nl: Synchroniseren
zh_cn: 现在同步！

source: Log In &amp; Synchronize!
ca: Ingressar &amp; Sincronitzar!
nl: Aanmelden &amp; Sync.
zh_cn: 登陆并同步！

source: Log Out
ca: Surt
nl: Afmelden
zh_cn: 登出

source: Clears all synchronization data
ca: Esborra tota la informació de sincronització
nl: Alle synchronisatie gegevens verwijderen
zh_cn: 清除所有同步资料

source: Log out / clear synchronization data?
ca: Tancar sessió / esborra la informació de sincronització?
nl: Afmelden / synchronisatie gegevens verwijderen?
zh_cn: 登出/清除同步资料?

source: disable
ca: desactivat
nl: uitschakelen
zh_cn: 停用

source: every fifteen minutes
ca: cada quince minuts
nl: elke 15 min.
zh_cn: 每15分钟

source: every thirty minutes
ca: cada trenta minuts
nl: elke 30 min.
zh_cn: 每30分钟

source: every hour
ca: cada hora
nl: elk uur
zh_cn: 每小时

source: every three hours
ca: cada tres hores
nl: elke 3 uur
zh_cn: 每3小时

source: every six hours
ca: cada sis hores
nl: elke 6 uur
zh_cn: 每6小时

source: every twelve hours
ca: cada dotze hores
nl: elke 12 uur
zh_cn: 每12小时

source: every day
ca: diàriament
nl: elke dag
zh_cn: 每天

source: every three days
ca: cada tres dies
nl: elke 3 dagen
zh_cn: 每3天

source: every week
ca: setmanalment
nl: elke week
zh_cn: 每周

source: Configure Widget
ca: Configurar Widget
nl: Widget instellen
zh_cn: 配置小工具

source: Widget color
ca: Color del widget
nl: Widget kleur
zh_cn: 小工具颜色

source: Show calendar events
ca: Mostra events del calendari
nl: Agenda items weergeven
zh_cn: 显示日程表事件

source: Hide encouragements
ca: Ocultar estímuls
nl: Motiverend commentaar verbergen
zh_cn: 隐藏激励讯息

source: Select Filter
ca: Escollir el filtre
nl: Filter selecteren
zh_cn: 选择筛选器

source: Due:
ca: Venciment:
nl: Gereed:
zh_cn: 期限：

source: Past Due:
ca: Vençuda:
nl: Verlopen:
zh_cn: 经过期限：

source: You need at least version 3.6 of Astrid in order to use this widget. Sorry!
nl: Je hebt tenminste versie 3.6 van Astrid nodig voor deze widget.
zh_cn: 您需要至少 3.6 版的 Astrid 才能使用这个小工具，抱歉!

source: Hi there!
nl: Hee, hallo!
zh_cn: 您好！

source: Have time to finish something?
ca: Tens temps d'acabar una cosa?
nl: Tijd over?
zh_cn: 有时间完成点事吗？

source: Gosh, you are looking suave today!
ca: Vaja, se'l veu molt tranquil avui!
nl: Goh, je ziet er goed uit vandaag!
zh_cn: 您今天看来真温和！

source: Do something great today!
nl: Bereik iets moois vandaag!
zh_cn: 今天来做点大事吧！

source: Make me proud today!
nl: Maak me blij!
zh_cn: 让我今天为您感到骄傲吧！

source: How are you doing today?
nl: Hoe gaat het met je?
zh_cn: 今天过得如何?

source: Good morning!
nl: Goedemorgen!
zh_cn: 早安？

source: Good afternoon!
nl: Goedemiddag!
zh_cn: 午安！

source: Good evening!
nl: Goedenavond!
zh_cn: 晚安！

source: Late night?
nl: Laat geworden?
zh_cn: 夜深了！

source: It's early, get something done!
nl: Het is vroeg, krijg iets gedaan!
zh_cn: 时间还早，做点事吧！

source: Afternoon tea, perhaps?
nl: Kopje thee misschien?
zh_cn: 来点下午茶！

source: Enjoy the evening!
nl: Geniet van de avond!
zh_cn: 享受这傍晚吧！

source: Sleep is good for you, you know!
nl: Slaap is goed voor je!
zh_cn: 您知道睡觉对您是有益的！

source: You've already completed %d tasks!
nl: Er zijn al %s taken voltooid!
zh_cn: 您已完成了 %d 项任务!

source: Score in life: %d tasks completed
nl: Totaal: %d taken voltooid
zh_cn: 生活积分: %d 项任务已完成

source: Smile! You've already finished %d tasks!
nl: Voel je goed! Je hebt al %d taken af!
zh_cn: 笑一个! 您已完成了 %d 项任务!

source: You haven't completed any tasks yet! Shall we?
nl: Je hebt nog geen enkele taak uitgevoerd! Zullen we?
zh_cn: 你半个任务都没完成! 该动手了吧?

source: Black
nl: Zwart
zh_cn: 黑色

source: White
nl: Wit
zh_cn: 白色

source: Blue
nl: Blauw
zh_cn: 蓝色

source: Translucent
nl: Doorzichtig
zh_cn: 半透明

source: Save Failed: %s
de: Speichern nicht erfolgreich: %s
nl: Opslaan mislukt: %s

source: Contact Name or Email
de: Kontakt

source: Assigned to:
de: Zugewiesen:

source: Login with Facebook
da: Sign in with Facebook
de: Sign in with Facebook
it: Sign in with Facebook
pl: Sign in with Facebook
sv: Sign in with Facebook

source: Login with Google
da: Sign in with Google
de: Sign in with Google
it: Sign in with Google
pl: Sign in with Google
sv: Sign in with Google

source: Latest: %s
ca: Més recent:
da: Seneste: %s
de: Letztes Backup: %s
it: Ultimo: %s
pl: Ostatnia: %s
pt: Ultimo: %s
sv: Senaste: %s

source: No Tasks!
ca: Sense Tasques!
da: Tilføjelser
de: Add-Ons
it: Componenti aggiuntivi
pl: Dodatki
pt: Add-ons
sv: Tillägg

source: Add to this list...
ca: Afegir a aquesta llista...
da: Notifications are muted. You won't be able to hear Astrid!
de: Notifications are muted. You won't be able to hear Astrid!
it: Notifications are muted. You won't be able to hear Astrid!
pl: Notifications are muted. You won't be able to hear Astrid!
pt: %s [apagado]
sv: Notifications are muted. You won't be able to hear Astrid!

source: Finished %s
ca: Acabat fa %s
da: Rediger opgave
de: Aufgabe bearbeiten
it: Modifica attività
pl: Edytuj zadanie
pt: Editar Tarefa
sv: Redigera uppgift

source: Astrid: Filters
ca: Filtres Astrid
da: Opret genvej på skrivebordet
de: Verknüpfung auf dem Desktop erstellen
it: Crea collegamento sul Desktop
pl: Utwórz skrót na pulpicie
pt: Título
sv: Skapa genväg på skrivbordet

source: Astrid: New Task
ca: Astrid: Nova Tasca
da: Share
de: Freigeben
it: Share
pl: Share
pt: Guardar Alterações
sv: Dela ut

source: Basic
ca: Bàsic
da: Alarmer
de: Alarme
it: Promemoria
pl: Alarmy
pt: Não Gravar
sv: Alarm

source: Hide Task From List Until:
da: Noter
de: Notizen
it: Note
pl: Notatki
sv: Anteckningar

source: Task Deleted!
ca: Tasca eliminada!
da: Specifik dag/
de: Bestimmter Tag
it: Giorno Specifico
pl: Konkretny dzień
pt: Eu aceito!!
sv: Specifik dag

source: Notes will be displayed in quick action bar
da: Color Theme
de: Color Theme
it: Color Theme
pl: Color Theme
sv: Color Theme

source: ! (Lowest)
ca: ! (Mínim)
da: I morgen
de: Heute
it: Domani
pl: Jutro
pt: Visit Website
sv: Imorgon

source: Create Calendar Event
ca: Crea event de calendari
da: Kalenderbegivenhed også opdateret!
de: Fehler beim Öffnen des Termins!
it: Evento del calendario aggiornato!
pl: Zdarzenie kalendarza również uaktualnione!
pt: Fim do Período de Inactividade
sv: Kalenderhändelsen uppdaterades också!

source: Sync on Save
da: Google's Task API is in beta and has encountered an error. The service may be down, please try again later.
de: Astrid: Google Tasks
it: Google's Task API is in beta and has encountered an error. The service may be down, please try again later.
pl: Google's Task API is in beta and has encountered an error. The service may be down, please try again later.
sv: Google's Task API is in beta and has encountered an error. The service may be down, please try again later.

source: Sync individual tasks as they are saved
da: Tryk her for at se noter
de: Google's Task API is in beta and has encountered an error. The service may be down, please try again later.
it: Intro: Press me to see notes
pl: Intro: Press me to see notes
sv: Intro: Klicka på mig för anteckningar

source: Add a task here
da: Begræns påmindelser til:
de: Filter:
it: Limite di notifiche a:
pl: Ogranicz powiadomienia do:
sv: Begränsa påminnelser till:

source: Tap list settings to share the entire list
da: en gang hver sjette time
de: einmal pro Stunde
it: una volta ogni sei ore
pl: raz na 6 godzin
sv: en gång var sjätte timme

source: Collaborators can help you build your list or finish tasks
da: en gang hver tolvte time
de: alle sechs Stunden
it: una volta ogni dodici ore
pl: raz na 12 godzin
sv: en gång var tolfte timme

source: Login Later
da: Installer venligst Astrid Locale-plugin!
de: $NUM Übereinstimmungen mit: $FILTER
it: Installare il plugin di Localizzazione di Astrid!
pl: Zainstaluj dodatek Astrid Locale Plugin
sv: Var god installera Astrid Locale-tillägget

source: Sign-in to get the most out of Astrid! For free you get online backup, full synchronization with with Astrid.com the ability to add tasks via email and you can even share tasks lists with friends!
da: Assigned To '%s'
de: Zugeordnet an
it: Assegnato a '%s'
pl: Przypisany do '%s'
sv: Tilldelad '%s'

source: Already Done!
ca: Ja és Fet!
da: Påmindelser skal vises individuelt for at blive ryddet
de: Meldungsbeharrlichkeit
it: Le notifiche devono essere visualizzate singolarmente per essere cancellate
pl: Powiadomienia muszą być wyświetlane pojedyńczo aby były wyczyszczone
sv: Varsel måste ses individuellt för att kunna rensas

source: Snooze...
ca: Retardar...
da: Notifications can be cleared with "Clear All" button
de: Benachrichtigungen müssen einzeln angesehen werden um sie zu löschen
it: Le notifiche possono essere cancellate attraverso il pulsante "Canella tutto"
pl: Powiadomienia mogą zostać wyczyszczone przyciskiem "Wyczyść wszystkie"
sv: Varsel kan rensas med "Rensa alla"-knappen

source: Go Away!
ca: Marxa!
da: Påmindelsers-ikonsæt
de: Erinnerungen können mit dem "Alle Löschen" Button gelöscht werden
it: Icone di notifica
pl: Ikona powiadomienia
sv: Välj ikon för varsel

source: Add to List:
da: No changes made
de: List %s umbenennen in:
it: Nessuna modifica effettuata
pl: Nie wprowadzono żadnych zmian
sv: Inga ändringar gjordes

source: List Name
da: List %1$s was deleted, affecting %2$d tasks
de: Es gibt keine Änderungen
it: List %1$s was deleted, affecting %2$d tasks
pl: List %1$s was deleted, affecting %2$d tasks
sv: List %1$s was deleted, affecting %2$d tasks

source: Not In Any List
da: Unfortunately the market is not available for your system.\nIf possible, try downloading voice search from another source.
de: Leider ist Spracheingabe für Ihr System nicht verfügbar.\nWenn möglich, aktualisieren Sie bitte auf Android 2.1 oder höher.
it: Sfortunatamente il market non è dsponibile sul tuo sistema.\nSe possibile, prova a scaricare il riconoscimento vocale da un'altra fonte.
pl: Unfortunately the market is not available for your system.\nIf possible, try downloading voice search from another source.
sv: Tyvärr är inte marknaden tillgänlig för ditt system.\nOm möjligt, försök ladda ner röstigenkänning från en annan källa.

source: !!!! (Highest)
ca: !!!! (Màxim)
da: ! (laveste)
it: ! (Più Bassa)
pl: ! (Najniższy)
pt: Installed
sv: ! (Lägst)

source: Backed Up %s to %s.
ca: Còpia de seguretat %s per %s.
pt: Cópia de Segurança de %s para %s

source: File %s contained %s.\n\n %s imported,\n %s already exist\n %s had errors\n
ca: L'arxiu %s conté %s.\n\n %s importades,\n %s ja existien\n %s amb errors\n
pt: O ficheiro %s continha %s.\n\n %s importadas,\n %s já existiam\n %s tinham erros\n

source: Advanced
ca: Avançat
pt: Remover Tarefa

source: No Time Set
ca: Hora no específicada

source: Hide Until
ca: Amagar fins
pt: Amanhã

source: No Deadline
ca: Sense venciment

source: Notes will be displayed when you tap a task
ca: Les notes es mostren quan es toca una tasca
pt: Amanhã

source: Saved Filters
ca: Filtres dessats
pt: Limit notifications to:

source: Tagged: ?
ca: Etiquetat: ?
pt: Reminder Settings

source: Tagged...
ca: Etiquetat..
pt: Início do Período de Inactividade

source: Tag contains...
ca: Etiqueta conté...

source: Tag contains: ?
ca: Etiqueta conté: ?

source: Do Not Synchronize
ca: No sincronitzar
pt: semanalmente

source: Remind me...
ca: Notificarme...

source: ... when task is due
ca: ... quant la tasca està vençuda

source: ... when task is overdue
ca: ... quan la tasca està endarrerida

source: ... randomly once
ca: ... al atzar en

source: No notifications will appear after %s
ca: Cap notificació apareixerà després %s

source: Notifications will begin appearing starting at %s
ca: Les notificacions sortirant començant a %s

source: Astrid Reminders
ca: Notificacions Astrid
pt: Na sua agenda:

source: Astrid not give you any encouragement messages
ca: Astrid no li donarà cap missatge d'estímul
pt: Astrid aqui!

source: Tags:
ca: Etiquetes:

source: Tag Name
ca: Nom de l\'Etiqueta

source: Select a tag
ca: Sel·lecciona una etiqueta

source: Tags
ca: Etiquetes

source: Sorted By Size
ca: Classificat per Tamany

source: Untagged
ca: Sense etiqueta

source: Tagged '%s'
ca: Etiquetat '%s'

source: Delete Tag
ca: Eliminar Etiqueta

source: Start Timer
ca: Iniciar Temporitzador

source: Stop Timer
ca: Aturar Temporitzador

source: Last Sync: %s
ca: Última sincronització: %s

source: Oops, looks like some trouble occurred! Here's what happened:\n\n%s
pt: Oops, algo correu mal! Aqui está o que aconteceu:\n\n%s

source: Due at specific time?
pt: Dia/Hora Específico

source: No Due Time
pt: Hoje

source: Task Saved: due in %s
pt: Dia Específico

source: Task Saved: due %s ago
pt: No Add-ons Found!

source: No Add-ons Found!
pt: Defeito da Urgência

source: Get Some Add-ons
pt: Currently Set To: %s

source: Notes will always displayed
pt: Day After Tomorrow

source: Astrid is the much loved open-source todo list / task manager designed to help you get stuff done. It features reminders, tags, sync, a widget and more.
pt: %s (completed)

source: Chaining: %s
pt: Remind me...

source: %s
pt: New tasks will remind randomly: %s
