Repository: 005-d7b5/tasks
Catalog: translations/strings-*.po
Languages: ca, da, de, it, nl, pl, pt, sv, zh_cn

source: Intro: Press me to see notes
da: Tilføj widget på startskærm
de: Es gibt zwei möglichkeiten eine Aufgabe zuzufügen:\n 1] Schnell eingeben: Schreiben Sie die Aufgabe in den unteren Feld und drücken Sie das + zeichen links.\n\n 2] Normale eingabe: Drücken Sie den Knopf an der rechten Seite des Eingabefeldes. Geben Sie standard details ein (verfalldatum, label, notizen) oder weitere optionen. Speichern sie mit den Knopf Speichern oder mit der 'zurück' taste auf ihr Smartphone.\n\n
it: Aggiungi un widget sul tuo desktop
nl: Unable to authenticate with Google Tasks. Please check your account password or try again later.
pl: Add a widget to your desktop
sv: Lägg till en widget på skrivbordet
zh_cn: Unable to authenticate with Google Tasks. Please check your account password or try again later.

source: Create your first task
da: A desktop widget is a great way to keep track of your what you have to do as well as a way to quickly add new tasks.\n\n How to add a widget:\n 1) Long press on your phone's desktop.\n 2) Choose "Widget" from resulting menu\n 3) Choose the Astrid widget.\n 4) You can select a Astrid filter. Choose "Active Tasks" for all your tasks\n\n Bonus: Use the widget to add a task!
de: Widget zum Desktop zufügen
it: A desktop widget is a great way to keep track of your what you have to do as well as a way to quickly add new tasks.\n\n How to add a widget:\n 1) Long press on your phone's desktop.\n 2) Choose "Widget" from resulting menu\n 3) Choose the Astrid widget.\n 4) You can select a Astrid filter. Choose "Active Tasks" for all your tasks\n\n Bonus: Use the widget to add a task!
nl: Error in your phone's account manager. Please log out and log back in from the Google Tasks settings.
pl: A desktop widget is a great way to keep track of your what you have to do as well as a way to quickly add new tasks.\n\n How to add a widget:\n 1) Long press on your phone's desktop.\n 2) Choose "Widget" from resulting menu\n 3) Choose the Astrid widget.\n 4) You can select a Astrid filter. Choose "Active Tasks" for all your tasks\n\n Bonus: Use the widget to add a task!
sv: A desktop widget is a great way to keep track of your what you have to do as well as a way to quickly add new tasks.\n\n How to add a widget:\n 1) Long press on your phone's desktop.\n 2) Choose "Widget" from resulting menu\n 3) Choose the Astrid widget.\n 4) You can select a Astrid filter. Choose "Active Tasks" for all your tasks\n\n Bonus: Use the widget to add a task!
zh_cn: Error in your phone's account manager. Please log out and log back in from the Google Tasks settings.

source: Two ways to add a task:\n 1) Quick Add: Type the task into the quick entry box at bottom of screen and press the + button on the right.\n 2) Regular Add: Press the + button of the quick entry box. Add as much detail as you want. Then press "Save" or use your phone's back button.\n
da: Setup sync with Astrid.com
de: A desktop widget is a great way to keep track of your what you have to do as well as a way to quickly add new tasks.\n\n How to add a widget:\n 1) Long press on your phone's desktop.\n 2) Choose "Widget" from resulting menu\n 3) Choose the Astrid widget.\n 4) You can select a Astrid filter. Choose "Active Tasks" for all your tasks\n\n Bonus: Use the widget to add a task!
it: Setup sync with Astrid.com
nl: Intro: Druk hier om notities weer te geven
pl: Setup sync with Astrid.com
sv: Setup sync with Astrid.com
zh_cn: 简介: 按我阅读注释

source: Add a widget to your desktop
da: Astrid makes it possible for you to sync your tasks with Astrid.com, Google Tasks, and Producteev.\n\n To enable sync from Astrid press "Menu" -&gt; "Settings" -&gt; "Synchronization" and choose the sync provider you prefer.
de: Setup sync with Astrid.com
it: Astrid makes it possible for you to sync your tasks with Astrid.com, Google Tasks, and Producteev.\n\n To enable sync from Astrid press "Menu" -&gt; "Settings" -&gt; "Synchronization" and choose the sync provider you prefer.
nl: Eerste taak aanmaken
pl: Astrid makes it possible for you to sync your tasks with Astrid.com, Google Tasks, and Producteev.\n\n To enable sync from Astrid press "Menu" -&gt; "Settings" -&gt; "Synchronization" and choose the sync provider you prefer.
sv: Astrid makes it possible for you to sync your tasks with Astrid.com, Google Tasks, and Producteev.\n\n To enable sync from Astrid press "Menu" -&gt; "Settings" -&gt; "Synchronization" and choose the sync provider you prefer.
zh_cn: 建立您的第一个任务

source: 1) Long Press on your phone's desktop\n 2) Choose "Widget"\n 3) Choose the Astrid widget\n 4) Select the list you want and press OK.\n
da: Astrid filter alarm
de: Astrid makes it possible for you to sync your tasks with Astrid.com, Google Tasks, and Producteev.\n\n To enable sync from Astrid press "Menu" -&gt; "Settings" -&gt; "Synchronization" and choose the sync provider you prefer.
it: Filtro Promemoria Astrid
nl: Twee manieren om een taak te maken:\n 1) Snel toevoegen: Beschrijf de taak in het veld onderin en druk op de + knop aan de linker kant.\n\n 2) Normaal toevoegen: Druk op de knop aan de rechter kant van het veld onderin. Vul de standaard details in (einddatum, labels, notities) of gebruik de geavanceerde opties. Bewaar de taak met de bewaarknop of gebruik de 'Terug' toets op het toestel.\n\n
pl: Filtr powiadomienia Astrid
sv: Astrid filteralarm
zh_cn: 两种新增任务的方式:\n 1)快速新增:只要在快速输入框中输入任务并按下左侧的+按钮。\n\n 2)一般新增:按下快速输入框右侧的按钮。加入一般细节(到期日、标签、备注)或设定更多进阶选项。按下储存按钮或是手机上的返回键将任务储存。

source: Setup sync with Astrid.com
da: Astrid vil sende dig en påmindelse når du har opgaver i det følgende filter:
de: Astrid Filter Alarm
it: Astrid ti invierà un promemoria quando avrai qualsiasi attività nel seguente filtro:
nl: Widget toevoegen aan het hoofdscherm
pl: Astrid wyśle Ci przypomnienie, gdy dany filtr będzie posiadał zadania:
sv: Astrid ger dig en påminnelse när du har uppgifter i följande filter:
zh_cn: 在桌面上添加小工具

source: 1) Press your Menu button\n 2) Choose "Sync Now"\n 3) Select "Astrid.com"\n 4) Log In &amp; Synchronize!\n
da: Filter:
de: Astrid wird dich erinnern, wenn du Aufgaben in den folgenden Filtern hast:
it: Filtro:
nl: Een bureaublad widget is een geweldige manier om de te doen taken bij te houden en een manier om snel nieuwe taken toe te voegen.\n\n Hoe een widget toevoegen?:\n 1) Druk lang op het bureaublad.\n 2) Kies "Widget" uit het menu\n 3) Selecteer de Astrid widget.\n 4) Selecteer een Astrid filter. Selecteer "Actieve taken" voor alle taken\n\n Bonus: Gebruik de widget om een taak toe te voegen!
pl: Filtr:
sv: Filter:
zh_cn: 桌面小工具是一种跟踪您要做的事及添加新任务的极好的方式。\n\n 如何添加小工具：\n 1) 长按您手机的桌面\n 2) 在出现的菜单中选择“小工具”\n 3) 选择 Astrid 小工具。\n 4) 您可以选择一个 Astrid 过滤器，或选择“活动任务”来显示所有任务。\n\n 提示：可以用小工具来添加任务！

source: Tap task to edit and share
da: en gang i timen
de: Beschränke Erinnerungen auf:
it: una volta ogni ora
nl: Astrid maakt het mogelijk de taken te synchroniseren met Astrid.com, Google Taken en Producteev.\n\n Om synchroniseren vanuit Astrid in te schakelen, druk "Menu"-&gt; "Instellingen" -&gt; "Synchronisatie" en selecteer de gewenste provider.
pl: raz na godzinę
sv: en gång i timmen
zh_cn: 可用 Astrid 将您的任务与 Astrid.com，Google Tasks 和 Producteev 同步。\n\n 要在 Astrid 开启同步，请点击“菜单” -&gt; “设置” -&gt; “同步”。然后选择您喜好的同步提供者。

source: Tap to edit or share this list
nl: Astrid Filter waarschuwing
zh_cn: Add a task here

source: People you share with can help you build your list or finish tasks
nl: Astrid zal waarschuwen als er een taak is met het volgende filter:
zh_cn: Tap task to edit and share

source: Tap this shortcut to quick select date and time
nl: Waarschuwingen beperken tot:
zh_cn: Collaborators can help you build your list or finish tasks

source: Tap anywhere on this row to access options like repeat
nl: eens per uur
zh_cn: 欢迎使用 Astrid！

source: By using Astrid you agree to the
da: en gang hver tredje dag
de: einmal pro Tag
it: una volta ogni tre giorni
nl: eens per 12 uur
pl: raz na 3 dni
sv: en gång var tredje dag
zh_cn: "Terms of Service"

source: "Terms of Service"
da: ugentligt
de: Einmal in drei Tagen
it: una volta a settimana
nl: eens per dag
pl: raz w tygodniu
sv: en gång i veckan
zh_cn: Login with Username/Password

source: Login with Username/Password
da: Du har $NUM der matcher: $FILTER
de: Einmal pro Woche
it: Hai $NUM corrispondenti: $FILTER
nl: eens per 3 dagen
pl: Masz $NUM pasujących: $FILTER
sv: Du har $NUM som matchar: $FILTER
zh_cn: Login Later

source: Why not sign in?
da: OpenCRX
de: Bitte installieren Sie das Astrid Locale Plug-In!
it: OpenCRX
nl: Er zijn $NUM taken voor: $FILTER
pl: OpenCRX
sv: OpenCRX
zh_cn: I'll do it!

source: I'll do it!
da: Arbejdsområder
de: OpenCRX
it: Aree di lavoro
nl: Installeer de Astrid Locale plugin aub!
pl: Obszary robocze
sv: Arbetsytor
zh_cn: No thanks

source: No thanks
da: Assigned To
de: Arbeitsbereiche
it: Assegnato a
nl: OpenCRX
pl: Przypisany do
sv: Tilldelad
zh_cn: Sign in to get the most out of Astrid! For free, you get online backup, full synchronization with Astrid.com, the ability to add tasks via email, and you can even share task lists with friends!

source: Sign in to get the most out of Astrid! For free, you get online backup, full synchronization with Astrid.com, the ability to add tasks via email, and you can even share task lists with friends!
nl: Workspaces
zh_cn: Astrid 筛选警示

source: Astrid Filter Alert
ca: Astrid alerta de filtre
da: fra %s
de: Zugeordnet an '%s'
it: da %s
nl: Assigned To
pl: od %s
pt: Default ringtone will be used
sv: från %s
zh_cn: 当您有任务在筛选内时，Astrid将送出提醒

source: Astrid will send you a reminder when you have any tasks in the following filter:
ca: Astrid l'hi enviarà una notificació quan tingui qualsevol tasca al següent filtre:
da: Tilføj en kommentar
de: von %s
it: Aggiungi un Commento
nl: Assigned To '%s'
pl: Dodaj komentarz
pt: Notification Persistence
sv: Lägg till en kommentar
zh_cn: 筛选：

source: Filter:
ca: Filtre:
da: Creator
de: Einen Kommentar hinzufügen
it: Creator
nl: van %s
pl: Creator
pt: Notifications must be viewed individually to be cleared
sv: Creator
zh_cn: 限制提醒：

source: Limit notifications to:
ca: Limitar notificacions a:
da: Assigned to
de: Ersteller
it: Assigned to
nl: Commentaar toevoegen
pl: Assigned to
pt: Notifications can be cleared with "Clear All" button
sv: Assigned to
zh_cn: 每小时一次

source: once an hour
ca: una vegada cada hora
da: OpenCRX
de: Zugewiesen an
it: OpenCRX
nl: Auteur
pl: OpenCRX
pt: Notification Icon Set
sv: OpenCRX
zh_cn: 每六小时一次

source: once every six hours
ca: una vegada cada sis hores
da: (Synkroniser ikke)
de: OpenCRX
it: Non Sincronizzare
nl: Toegewezen aan
pl: (Do Not Synchronize)
pt: Choose Astrid's notification bar icon
sv: (synkronisera inte)
zh_cn: 每十二小时一次

source: once every twelve hours
ca: una vegada cada dotze hores
da: Default ActivityCreator
de: (Nicht syncronisiert)
it: Default ActivityCreator
nl: OpenCRX
pl: Default ActivityCreator
pt: Vibrar ao Alertar
sv: Default ActivityCreator
zh_cn: 每天一次

source: once a day
ca: una vegada al dia
da: New activities will be created by: %s
de: Default ActivityCreator
it: New activities will be created by: %s
nl: (Niet synchroniseren)
pl: New activities will be created by: %s
pt: Astrid will vibrate when sending notifications
sv: New activities will be created by: %s
zh_cn: 每三天一次

source: once every three days
ca: una vegada cada tres dies
da: New activities will not be synchronized by default
de: New activities will be created by: %s
it: New activities will not be synchronized by default
nl: Standaard Activiteit aanmaken
pl: New activities will not be synchronized by default
pt: Astrid will not vibrate when sending notifications
sv: New activities will not be synchronized by default
zh_cn: 每周一次

source: once a week
ca: una vegada cada setmana
da: OpenCRX server
de: New activities will not be synchronized by default
it: OpenCRX server
nl: Nieuwe activiteiten zullen worden aangemaakt door: %s
pl: OpenCRX server
pt: Astrid Reminders
sv: OpenCRX server
zh_cn: 您有 $NUM 符合: $FILTER

source: You have $NUM matching: $FILTER
ca: Té $NUM coincidència: $FILTER
da: Host
de: OpenCRX server
it: Host
nl: Nieuwe activiteiten worden standaard niet gesynchroniseerd
pl: Host
pt: Astrid will show up to give you an encouragement during reminders
sv: Host
zh_cn: 请安装 Astrid 本地插件！

source: Please install the Astrid Locale plugin!
ca: Si us plau, instal·la el complement Astrid Locale!
da: OpenCRX host
de: Host
it: OpenCRX host
nl: OpenCRX server
pl: OpenCRX host
pt: Astrid not give you any encouragement messages
sv: OpenCRX host
zh_cn: OpenCRX

source: Workspaces
ca: Espais de treball
pt: New tasks will have no random reminders
zh_cn: 指派给

source: Assigned To
ca: Assignat a
da: Synchronized segment
de: Segment
it: Synchronized segment
nl: Bijvoorbeeld: <i>mijndomein.nl</i>
pl: Synchronized segment
pt: Valores por Defeito
sv: Synchronized segment
zh_cn: 指派给 '%s'

source: Assigned To '%s'
ca: Assignat a '%s'
pt: desactivado
zh_cn: 来自 %s

source: from %s
ca: de %s
nl: van %s
zh_cn: 新增注释

source: Add a Comment
ca: Afegir un comentari
nl: Commentaar toevoegen
zh_cn: 新增注释

source: Creator
da: OpenCRX data provider
de: Provider
it: OpenCRX data provider
nl: Standaard
pl: OpenCRX data provider
sv: OpenCRX data provider
zh_cn: 指派给

source: Assigned to
da: For example: <i>CRX</i>
de: OpenCRX data provider
it: For example: <i>CRX</i>
nl: Aanbieder
pl: For example: <i>CRX</i>
sv: For example: <i>CRX</i>
zh_cn: OpenCRX

source: (Do Not Synchronize)
nl: (Niet synchroniseren)
zh_cn: (不要同步)

source: Default ActivityCreator
da: Sign in with your OpenCRX account
de: Log In to OpenCRX
it: Sign in with your OpenCRX account
nl: CRX
pl: Sign in with your OpenCRX account
sv: Sign in with your OpenCRX account
zh_cn: 新活动将由 %s 创建

source: New activities will be created by: %s
da: Log ind
de: Sign in with your OpenCRX account
it: Accedi
nl: Aanmelden bij OpenCRX
pl: Zaloguj się
sv: Logga in
zh_cn: 新活动默认不会被同步

source: New activities will not be synchronized by default
da: Login
de: Anmelden
it: Login
nl: Aanmelden met OpenCRX account
pl: Login
sv: Login
zh_cn: OpenCRX 服务器

source: OpenCRX server
da: Adgangskode
de: Anmeldung
it: Password
nl: Aanmelden
pl: Hasło
sv: Lösenord
zh_cn: 主机

source: Host
da: Error: fillout all fields
de: Passwort
it: Error: fillout all fields
nl: Aanmelden
pl: Error: fillout all fields
sv: Error: fillout all fields
zh_cn: OpenCRX 主机

source: OpenCRX host
da: Error: login or password incorrect!
de: Error: fillout all fields
it: Error: login or password incorrect!
nl: Wachtwoord
pl: Error: login or password incorrect!
sv: Error: login or password incorrect!
zh_cn: 例如 <i>mydomain.com</i>

source: For example: <i>mydomain.com</i>
da: OpenCRX
de: Fehler: Login oder Password ist falsch!
it: OpenCRX
nl: Fout: niet alle velden zijn ingevuld
pl: OpenCRX
sv: OpenCRX
zh_cn: 段

source: Segment
da: %s opgaver opdateret / tryk for flere detaljer
de: OpenCRX
it: %s attività aggiornate / clicca per i dettagli
nl: Fout: Onjuiste gebruikersnaam of wachtwoord!
pl: %s zadań uaktuanionych / kliknij aby uzyskać szczegóły
sv: %s uppgifter uppdaterade / klicka för ytterligare detaljer
zh_cn: 同步段

source: Synchronized segment
da: Forbindelsesfejl! Tjek din internetforbindelse.
de: %s Aufgaben aktualisiert / Klicken Sie für Details
it: Errore di Connessione! Controlla la tua connessione Internet.
nl: OpenCRX
pl: Błąd połączenia! Sprawdź swoje połączenie z Internetem!
sv: Tillkopplingsfel! Kontrollera din tillkoppling till internet.
zh_cn: 例如： <i> 标准 <i/></i>

source: For example: <i>Standard</i>
da: Login was not specified!
de: Verbindungsfehler! Überprüfen Sie Ihre Internetverbindung.
it: Login was not specified!
nl: %s taken bijgewerkt / klik voor details
pl: Login was not specified!
sv: Login was not specified!
zh_cn: 标准值

source: Standard
da: Adgangskode blev ikke angivet!
de: Login wurde nicht angegeben!
it: La password non è stata inserita!
nl: Verbindingsfout! Controleer de internetverbinding
pl: Hasło nie zostało wpisane!
sv: Lösenord specificerades inte!
zh_cn: 提供者

source: Provider
da: Assign this task to this person:
de: Kennwort wurde nicht angegeben!
it: Assegna questa attività alla persona seguente:
nl: Aanmelding niet gespecificeerd
pl: Przypisz to zadanie do tej osoby:
sv: Tilldela denna uppgift följande person:
zh_cn: OpenCRX 数据提供者

source: OpenCRX data provider
da: &lt;Unassigned&gt;
de: Aufgabe dieser Person zuordnen:
it: &lt;Non assegnata&gt;
nl: Wachtwoord niet ingevoerd!
pl: &lt;Nieprzypisane&gt;
sv: &lt;Otilldelad&gt;
zh_cn: 例如 <i>CRX</i>

source: For example: <i>CRX</i>
da: Assign this task to this creator:
de: &lt;Nicht zugeordnet&gt;
it: Assign this task to this creator:
nl: Taak aan deze persoon toewijzen:
pl: Assign this task to this creator:
sv: Assign this task to this creator:
zh_cn: CRX

source: CRX
da: &lt;Standard&gt;
de: Assign this task to this creator:
it: &lt;Predefinito&gt;
nl: &lt;Niemand&gt;
pl: &lt;Domyślny&gt;
sv: &lt;Standard&gt;
zh_cn: 登录到 OpenCRX

source: Log In to OpenCRX
da: I arbejdsområde: ?
de: &lt;Standard&gt;
it: Nello spazio di lavoro: ?
nl: Deze taak toewijzen aan deze auteur:
pl: W grupie roboczej: ?
sv: I arbetsyta: ?
zh_cn: 用您的 OpenCRX 帐号登陆

source: Sign in with your OpenCRX account
da: I arbejdsområde...
de: Im Workspace: ?
it: Nello spazio di lavoro...
nl: &lt;Standaard&gt;
pl: W grupie roboczej...
sv: I arbetsyta...
zh_cn: 登陆

source: Login
da: Assigned to...
de: Zugeordnet: ?
it: Assegnato a...
nl: In Workspace: ?
pl: Przypisany do...
sv: Tilldelad...
zh_cn: 密码

source: Error: fillout all fields
da: Anonym brugerstatistik
de: Astrid Power Pack
it: Statistiche Anomime Utilizzo
nl: Toegewezen aan: ?
pl: Anonimowe dane użycia
sv: Anonym användningsstatistik
zh_cn: 错误：用户名或密码错误！

source: Error: login or password incorrect!
da: Ingen data om brug vil blive rapporteret
de: Anonyme Nutzungsstatistiken
it: Nessun dato verrà inviato
nl: Toegewezen aan...
pl: Użycie nie będzie raportowane
sv: Inga användningsdata rapporteras
zh_cn: OpenCRX

source: %s tasks updated / click for more details
ca: %s tasques actualitzades / prem per mes detalls
nl: %s taken bijgewerkt / klik voor details
zh_cn: 连接错误！请检查您的因特网连接。

source: Connection Error! Check your Internet connection.
ca: Error de conexió! Verifiqui la conexió d'internet.
nl: Verbindingsfout! Controleer de internetverbinding
zh_cn: 连接错误！请检查您的因特网连接。

source: Login was not specified!
da: Assigned by me to
de: Arbeitsbereiche
it: Assegnato a
nl: Help ons Astrid nóg beter te maken door anoniem statistieken over uw gebruik met ons te delen
pl: Przypisany do
sv: Tilldelad
zh_cn: 密码未指定！

source: Password was not specified!
ca: Contrasenya no especificada!
nl: Wachtwoord niet ingevoerd!
zh_cn: 密码未指定！

source: Assign this task to this person:
ca: Asigna aquesta tasca a aquesta persona:
nl: Taak aan deze persoon toewijzen:
zh_cn: &lt;反指派&gt;

source: &lt;Unassigned&gt;
ca: &lt;Sense asignar&gt;
nl: &lt;Niemand&gt;
zh_cn: &lt;反指派&gt;

source: Assign this task to this creator:
da: Tilføj en kommentar
de: von %s
it: Aggiungi un Commento
nl: Ook aan anderen toegewezen
pl: Dodaj komentarz
sv: Lägg till en kommentar
zh_cn: &lt;默认&gt;

source: &lt;Default&gt;
ca: &lt;Per defecte&gt;
nl: &lt;Standaard&gt;
zh_cn: &lt;默认&gt;

source: OpenCRX Controls
nl: van %s
zh_cn: 在任务区: ?

source: In workspace: ?
zh_cn: 在任务区...

source: In workspace...
zh_cn: 指派给：？

source: Assigned to: ?
nl: Toegewezen aan: ?
zh_cn: 指派给...

source: Assigned to...
nl: Toegewezen aan...
zh_cn: 指派给...

source: Astrid Power Pack
da: Standard-arbejdsområde
de: Name des neuen Arbeitsbereichs
it: Spazio di lavoro predefinito
nl: Nieuwe Workspace toevoegen...
pl: Domyślny obszar roboczy
sv: Standardarbetsytan
zh_cn: 匿名使用统计

source: Anonymous Usage Stats
da: Nye opgaver vil blive føjet til: %s
de: Standard-Arbeitsbereich
it: Le nuove attività verranno aggiunte a: %s
nl: Naam voor nieuwe Workspace
pl: Nowe zadania będą dodawane do %s
sv: Nya uppgifter läggs till: %s
zh_cn: 不报告使用资料

source: No usage data will be reported
da: Nye opgaver vil som udgangspunkt ikke blive synkroniseret
de: Neue Aufgaben werden hinzugefügt zu: %s
it: Le nuove attività non verranno sincronizzate in modo predefinito
nl: Standaard Workspace
pl: Nowe zadania nie będą domyślnie synchronizowane
sv: Nya uppgifter synkroniseras inte automatiskt
zh_cn: 传送匿名使用资料以协助我们改进 Astrid

source: Help us make Astrid better by sending anonymous usage data
da: Log ind til Producteev
de: Neue Aufgaben werden standardmässig nicht synchronisiert
it: Accedi a Producteev
nl: Nieuwe taken worden toegevoegd aan: %s
pl: Zaloguj do Producteev
sv: Logga in till Producteev
zh_cn: Producteev

source: Assigned by me to
da: Log ind
de: Allgemeine Geschäftsbedingungen
it: Accedi
nl: Meld je aan bij Producteev met je bestaande gegevens of maak een nieuw account aan.
pl: Zaloguj się
sv: Logga in
zh_cn: 由他人分配给

source: Assigned by others to
da: Opret ny bruger
de: Anmelden
it: Crea Nuovo Utente
nl: Algemene Voorwaarden
pl: Utwórz nowego użytkownika
sv: Skapa ny användare
zh_cn: 指派给 '%s'

source: Default Workspace
ca: Espai de treball per defecte
nl: Standaard Workspace
zh_cn: 预设任务区

source: Add new Workspace...
ca: Afegir un àrea de treball...
da: Fejl: Udfyld alle felter!
de: Nachname
it: Errore: riempi tutti i campi!
nl: Voornaam
pl: Błąd: wypełnij wszystkie pola!
sv: Fel: fyll i alla fält!
zh_cn: 命名新任务区

source: Name for new Workspace
ca: Nom de l'àrea de treball
da: Fejl: adgangskoder matcher ikke!
de: Fehler: Füllen Sie alle Felder aus!
it: Errore: password diverse!
nl: Achternaam
pl: Błąd: hasła są różne!
sv: Fel: lösenorden matchar inte!
zh_cn: 预设任务区

source: New tasks will be added to: %s
ca: Noves tasques s'afegiran a: %s
da: Producteev
de: Fehler: E-Mail oder Kennwort inkorrekt!
it: Producteev
nl: Fout: Wachtwoorden niet hetzelfde
pl: Producteev
pt: mensalmente
sv: Producteev
zh_cn: 新任务预设将不会执行同步

source: New tasks will not be synchronized by default
ca: Les tasques noves no seràn sincronitzades per defecte
da: %s opgaver opdateret / tryk for flere detaljer
de: Producteev
it: %s attività aggiornate / clicca per i dettagli
nl: Fout: e-mail of wachtwoord verkeerd ingevuld!
pl: %s zadań uaktuanionych / kliknij aby uzyskać szczegóły
pt: bi-monthly
sv: %s uppgifter uppdaterade / klicka för ytterligare detaljer
zh_cn: 登录到 Producteev

source: Log In to Producteev
ca: Inicia sessió a Producteev
da: Forbindelsesfejl! Tjek din internetforbindelse.
de: %s Aufgaben aktualisiert / Klicken Sie für Details
it: Errore di Connessione! Controlla la tua connessione Internet.
nl: Producteev
pl: Błąd połączenia! Sprawdź swoje połączenie z Internetem!
pt: desactivado
sv: Tillkopplingsfel! Kontrollera din tillkoppling till internet.
zh_cn: 使用 Producteev 帐号登陆或建立新帐号！

source: Sign in with your existing Producteev account, or create a new account!
ca: Iniciï sessió amb el seu compte de Producteev, o crei un compte nou!
da: E-mail blev ikke angivet!
de: Verbindungsfehler! Überprüfen Sie Ihre Internetverbindung.
it: L'email non è stata inserita!
nl: %s taken bijgewerkt / klik voor details
pl: E-mail nie został wpisany!
sv: E-post specificerades inte!
zh_cn: 条款及条件

source: Terms &amp; Conditions
ca: Termes &amp; Condicions
da: Adgangskode blev ikke angivet!
de: E-Mail wurde nicht angegeben!
it: La password non è stata inserita!
nl: Verbindingsfout! Controleer de internetverbinding
pl: Hasło nie zostało wpisane!
sv: Lösenord specificerades inte!
zh_cn: 登陆

source: Create New User
ca: Crea un usuari nou
da: &lt;Unassigned&gt;
de: Aufgabe dieser Person zuordnen:
it: &lt;Non assegnata&gt;
nl: Wachtwoord niet ingevoerd!
pl: &lt;Nieprzypisane&gt;
sv: &lt;Otilldelad&gt;
zh_cn: 电子邮件

source: Timezone
da: I arbejdsområde: ?
de: &lt;Standard&gt;
it: Nello spazio di lavoro: ?
nl: &lt;Niemand&gt;
pl: W grupie roboczej: ?
sv: I arbetsyta: ?
zh_cn: 确认密码
