Repository: 005-d7b5/tasks
Catalog: translations/strings-*.po
Languages: ca, da, de, it, nl, pl, pt, sv, zh_cn

source: Ready to put this in the past?
ca: Preparat per ficar això en el pasat?
da: When you said postpone, you really meant 'I'm doing this', right?
de: Irgendwo gibt es jemanden der auf dich wartet!
it: Quando hai detto "rimando", volevi dire "lo sto facendo", giusto?
nl: Aaah, nog eentje dan? Alsjeblieft?
pl: Mówiąc "później" masz na myśli "teraz", prawda?
pt: Background synchronization only happens when on Wifi
sv: När du sade "skjut upp", så menade du faktiskt "nu gör jag detta", eller hur?
zh_cn: 为何不将其搞掂？

source: Why don't you get this done?
ca: Per què no aconsegueix acabar això?
da: This is the last time you postpone this, right?
de: Als du Aufschieben sagtest, meintest du "Bin gerade dabei", oder?
it: Questa è l'ultima volta che rimandi ciò, giusto?
nl: Tijd om je te-doen lijst op te schonen!
pl: To jest ostatni raz, gdy odkładasz to na później, dobrze?
pt: Background synchronization will always occur
sv: Det här är sista gången du skjuter upp detta, eller hur?
zh_cn: 如何?准备好了吗？

source: How about it? Ready tiger?
ca: Què et sembla? Tigre llest?
da: Just finish this today, I won't tell anyone!
de: Das ist aber das letzte Mal, dass du es aufschiebst, oder?
it: Finiscilo oggi, non lo ripeterò più!
nl: Are you on Team Order or Team Chaos? Team Order! Let's go!
pl: Po prostu skończ to dziś, nikomu nie powiem!
pt: Acções
sv: Bara gör det här färdigt idag, jag skvallrar inte!
zh_cn: 准备做这件事了吗？

source: Ready to do this?
ca: Preparat per fer això?
da: Why postpone when you can um... not postpone!
de: Mach's einfach heute fertig. Ich verrate es auch niemanden!
it: Perché rimandare quando puoi uhm... non rimandare!
nl: Have I mentioned you are awesome recently? Keep it up!
pl: Po co odkładać na później kiedy możesz um... nie odkładać!
pt: Sincronizar Agora!
sv: Varför skjuta upp när du kan eh... inte skjuta upp!
zh_cn: 您能处理这件事吗？

source: Can you handle this?
ca: Pot manejar això?
da: You'll finish this eventually, I presume?
de: Was du heute kannst besorgen, dass verschiebe nicht auf morgen!
it: Potrai finire questo eventualmente, presumo?
nl: A task a day keeps the clutter away... Goodbye clutter!
pl: Zakładam, że jest szansa, że skończysz to dziś?
pt: Log In &amp; Synchronize!
sv: Förr eller senare avslutar du detta, antar jag?
zh_cn: 当您完成时会很高兴的！

source: You can be happy! Just finish this!
ca: Pot estar content! Ha acabat això!
da: I think you're really great! How about not putting this off?
de: Ich gehe einfach mal davon aus, dass du es am Ende doch erledigen wirst
it: Penso che tu sia veramente grande! Che ne dici di non mettere questa via?
nl: How do you do it? Wow, I'm impressed!
pl: Myślę, że jesteś naprawdę cool! A co powiesz na nie odkładanie tego na później?
pt: Terminar sessão
sv: Jag tycker du är verkligen suverän! Vad sägs att du inte skjuter upp detta?
zh_cn: 我保证，这事做完您会觉得好些！

source: I promise you'll feel better if you finish this!
ca: Li prometo que es sentirà millor si finalitza això!
da: Will you be able to achieve your goals if you do that?
de: Du bist großartig! Wie wäre es das nicht zu verschieben?
it: Sarai in grado di raggiungere i tuoi obiettivi se fai ciò?
nl: You can't just get by on your good looks. Let's get to it!
pl: Osiągniesz swoje cele, jeśli to zrobisz?
pt: Clears all synchronization data synchronization data
sv: Kommer du att kunna uppnå dina mål om du gör sådär?
zh_cn: 您今天不想做这个了？

source: Won't you do this today?
ca: No ho farà avui?
da: Postpone, postpone, postpone. When will you change!
de: Kannst du deine Ziele erreichen, wenn du das tust?
it: Rimandare, rimandare, rimandare. Quando cambierai!
nl: Lovely weather for a job like this, isn't it?
pl: Odkładanie, odkładanie, odkładanie... kiedy Ty się wreszcie zmienisz?!
pt: Not Logged In and Authorize Astrid:
sv: Skjut upp, skjut upp, skjut upp. När ska du förändra dig!
zh_cn: 请做完吧，我受不了了！

source: Please finish this, I'm sick of it!
ca: Si us plau, acabi-ho. Estic fart d'això!
da: I've had enough with your excuses! Just do it already!
de: Später, später, später. Wann wirst du dich ändern?
it: Ne ho avuto abbastanza con le tue scuse! Basta farlo già!
nl: A spot of tea while you work on this?
pl: Mam dość Twoich wymówek! Zrób to tu i teraz!
pt: Sorry, there was an error verifying your login. Please try again. \n\n Error Message: %s
sv: Jag har fått nog av dina bortförklaringar! Bara gör det!
zh_cn: 您能完成吗？Yes you can！

source: Can you finish this? Yes you can!
ca: Pots acabar això? Sí que pots!
da: Didn't you make that excuse last time?
de: Genug der Ausreden! Tu es jetzt!
it: Non ti sei scusato allo stesso modo l'ultima volta?
nl: If only you had already done this, then you could go outside and play.
pl: Czy wcześniej nie słyszałem tej samej wymówki?
pt: Astrid: Remember the Milk
sv: Kom du inte med den där bortförklaringen förra gången?
zh_cn: 您是否要做这件事！

source: Are you ever going to do this?
ca: Farà això alguna vegada?
da: I can't help you organize your life if you do that...
de: Hab ich die Entschuldigung nicht schon letztes mal gehört?
it: Non posso aiutarti ad organizzare la tua vita se lo fai ...
nl: It\’s time. You can\’t put off the inevitable.
pl: Nie pomogę Ci w organizowaniu sobie życia, jeśli to zrobisz...
pt: Log out / clear synchronization data?
sv: Jag kan inte hjälpa dig med att organisera ditt liv om du gör det...
zh_cn: 来个自我感觉良好吧！

source: Feel good about yourself! Let's go!
ca: Sentir-se bé amb si mateix! Anem!
da: Repeating Tasks
de: Ich kann dir nicht helfen dein Leben zu organisieren, wenn du das tust...
it: Ripetendo Attività
nl: I die a little every time you ignore me.
pl: Powtarzanie zadań
pt: Connection Error! Check your Internet connection, or maybe RTM servers (status.rememberthemilk.com), for possible solutions.
sv: Upprepande uppgifter
zh_cn: 我以你为荣！让我们完成吧！

source: I'm so proud of you! Lets get it done!
ca: Estic tan orgullos! Anem a fer-ho!
da: Allows tasks to repeat
de: Wiederkehrende Aufgaben
it: Permette di ripetere le attività
nl: Hee, je bent toch geen slakkie!?
pl: Zewzwól zadaniom na powtarzanie
pt: desactivar
sv: Tillåt upprepande uppgifter
zh_cn: 完成后来点小奖励如何？

source: A little snack after you finish this?
ca: Un petit refrigeri després d'acabar això?
da: Gentagelser
de: Aufgaben erlauben sich zu wiederholen
it: Ripete
nl: Ik word zo moe van uitstellen...
pl: Powtarzanie
pt: every fifteen minutes
sv: Upprepningar
zh_cn: 就这一件？请！

source: Just this one task? Please?
ca: Només aquesta tasca? Si us plau?
da: Every %d
de: Wiederholungen
it: Ogni %d
nl: Maak je onsterfelijk, doe dit!
pl: Co %d
pt: every thirty minutes
sv: Varje %d
zh_cn: 是时候清理任务清单了!

source: Time to shorten your todo list!
ca: Temps d'escurçar la llista de tasques!
da: Repeat Interval
de: Alle %d
it: Intervallo di ripetizione
nl: Toen je zei 'Snooze' bedoelde je dat je er mee bezig was, toch?
pl: Odstęp powtarzania
pt: every hour
sv: Upprepningsintervall
zh_cn: Are you on Team Order or Team Chaos? Team Order! Let's go!

source: Are you on Team Order or Team Chaos? Team Order! Let's go!
nl: Dit is de laatste keer dat je dit uitstelt, oké?
zh_cn: Have I mentioned you are awesome recently? Keep it up!

source: Have I mentioned you are awesome recently? Keep it up!
nl: Pssst, ik wil niks zeggen maar....
zh_cn: A task a day keeps the clutter away... Goodbye clutter!

source: A task a day keeps the clutter away... Goodbye clutter!
nl: Waarom uitstellen? Gewoon doen!
zh_cn: How do you do it? Wow, I'm impressed!

source: How do you do it? Wow, I'm impressed!
nl: Straks? Wie zei straks? Nu bedoel je!
zh_cn: You can't just get by on your good looks. Let's get to it!

source: You can't just get by on your good looks. Let's get to it!
nl: Ik vind je geweldig! Dit kun je vast ook:
zh_cn: Lovely weather for a job like this, isn't it?

source: Lovely weather for a job like this, isn't it?
nl: Bereik je doel, maak dit af!
zh_cn: A spot of tea while you work on this?

source: A spot of tea while you work on this?
nl: Van uitstel komt afstel. Wanneer leer je nou eens?
zh_cn: If only you had already done this, then you could go outside and play.

source: If only you had already done this, then you could go outside and play.
nl: Ik heb genoeg van je smoesjes! Doe het nu maar gewoon!
zh_cn: It\’s time. You can\’t put off the inevitable.

source: I die a little every time you ignore me.
nl: Ik kan je niet helpen als je me blijft negeren...
zh_cn: 别告诉我事实上你是会拖延的人！

source: Please tell me it isn't true that you're a procrastinator!
ca: Si us plau, diga'm que no es veritat que ets un procastinador!
da: Dag(e)
de: Wiederholungsintervall
it: Giorno(i)
nl: Herhalende taken
pl: Dzień/Dni
pt: every three hours
sv: Dag(ar)
zh_cn: 有时懒散会使人变老！

source: Doesn't being lazy get old sometimes?
ca: A vegades no l'aburreix ser un mandròs?
da: Uge(r)
de: Tag(e)
it: Settimana(e)
nl: Herhalende taken toestaan
pl: Tydzień/Tygodni(e)
pt: every six hours
sv: Vecka (veckor)
zh_cn: 有些人正在哪里等你完成这件事呢！

source: Somewhere, someone is depending on you to finish this!
ca: En algun lloc, algú està depenent de vostè per acabar això!
da: Måned(er)
de: Woche(n)
it: Mese(i)
nl: Herhalingen
pl: Miesiąc/Miesiący(e)
pt: every twelve hours
sv: Månad(er)
zh_cn: 当你说要延期时,是表示你正在做是吗?？

source: When you said postpone, you really meant 'I'm doing this', right?
ca: Quan vostè ha dit d'ajornar, en realitat volia dir "estic fent això, no?
da: Time(r)
de: Monat(e)
it: Ora(e)
nl: Elke %d
pl: Godzinę(y)/Godzin
pt: every day
sv: Timme (timmar)
zh_cn: 这是您最后一次延期对吧？

source: This is the last time you postpone this, right?
ca: Aquesta es l'última vegada que ajorna això, no?
da: Minut(er)
de: Stunde(n)
it: Minuto(i)
nl: Herhaal interval
pl: Minuta/Minut
pt: every three days
sv: Minut(er)
zh_cn: 今天完成后我不会告诉任何人！

source: Just finish this today, I won't tell anyone!
ca: Només acabi això avui. No li diré a ningú!
da: Year(s)
de: Minute(n)
it: Year(s)
nl: Never
pl: Year(s)
pt: every week
sv: Year(s)
zh_cn: 当您能不延期时为什么要延期！

source: Why postpone when you can um... not postpone!
ca: Per què ajornar quan pot mmm... no ajornar-ho!
da: from due date
de: Jahr(e)
it: dalla data di scadenza
nl: Don't repeat
pl: od planowanej daty zadania
pt: Etiquetas:
sv: från förfallodatumet
zh_cn: 您终将会完成的对吗？

source: You'll finish this eventually, I presume?
ca: Suposo que acabarà això en algun moment?
da: from completion date
de: bei Fälligkeit
it: dalla data di completamento
nl: Dag(en)
pl: od daty ukończenia zadania
pt: Nome da Etiqueta
sv: från avslutningsdatumet
zh_cn: 我觉得您很棒！何不把这完成？

source: I think you're really great! How about not putting this off?
ca: Crec que ets fenomenal! Que tal de no demorar això?
da: $I on $D
de: bei Erledigung
it: $I su $D
nl: week/weken
pl: $I w $D
pt: Tags: %s
sv: $I på $D
zh_cn: 您做了会达到您的目标吗？

source: Will you be able to achieve your goals if you do that?
ca: Seràs capaç d'arribar als teus objectius si fas això?
da: Every %s
de: $D jede $I
it: Ogni %s
nl: maand(en)
pl: Każdy %s
pt: Etiquetas
sv: Varje %s
zh_cn: 推，推，推。什么时候是个头啊!

source: Postpone, postpone, postpone. When will you change!
ca: Ajornar, ajornar, ajornar. Quan canviaràs?
da: %s after completion
de: Jede(n) %s
it: %s dopo il completamento
nl: uur/uren
pl: %s po ukończeniu
pt: Active
sv: %s efter avslutning
zh_cn: 我受够借口了！快点做吧!

source: I've had enough with your excuses! Just do it already!
ca: Ja tinc suficient amb les teves excuses! Fes-ho ja!
da: Remember the Milk-opsætning
de: %s nach Abschluss
it: Ricorda le impostazioni di Milk
nl: Minute(s)
pl: Zapamiętaj ustawienia aplikacji "Remember the Milk"
pt: Completed
sv: Remember the Milk inställningar
zh_cn: 上次你用过这借口了吧？

source: Didn't you make that excuse last time?
ca: No va ser l'excusa de lúltima vegada?
da: RTM Repeating Task
de: Remember the Milk Einstellungen
it: Ripetizione Attività RTM
nl: Year(s)
pl: Powtarzanie zadań RTM
pt: All Tags
sv: RTM upprepande uppgift
zh_cn: 假如你这样，我就没法帮你了...

source: I can't help you organize your life if you do that...
ca: No puc ajudar-li a organitzar la seva vida si fa això...
da: Needs synchronization with RTM
de: RTM Wiederholende Aufgabe
it: Necessita la sincronizzazione con RTM
nl: vanaf einddatum
pl: Potrzebna synchronizacja z RTM
pt: Untagged
sv: Behöver synkronisering med RTM
zh_cn: 重复任务

source: Repeating Tasks
ca: Repetició de Tasques
da: Remember the Milk
de: Synchronisierung mit RTM benötigt
it: Ricorda Milk
nl: vanaf datum voltooid
pl: Remember the Milk
pt: $T ($C)
sv: Remember the Milk
zh_cn: 允许任务重复

source: Allows tasks to repeat
ca: Permetre tasques repetides
da: Lists
de: Remember the Milk
it: Liste
nl: $I op $D
pl: Listy
pt: Tagged '%s'
sv: Listor
zh_cn: 重复

source: Repeats
ca: Repeticions
da: RTM List '%s'
de: Listen
it: LIsta RTM '%s'
nl: Elke %s
pl: Lista RTM '%s'
pt: Iniciar Temporizador
sv: RTM Lista '%s'
zh_cn: 每 %d

source: Every %d
ca: Cada %d
da: Remember the Milk
de: RTM Liste '%s'
it: Ricorda Milk
nl: %s na voltooing
pl: Remember the Milk
pt: Parar Temporizador
sv: Remember the Milk
zh_cn: 重复间隔

source: Repeat Interval
ca: Interval de Repecitiò
da: RTM List:
de: Remember the Milk
it: Lista RTM:
nl: Remember the Milk instellingen
pl: Lista RTM:
pt: Timers Active for %s!
sv: RTM Lista:
zh_cn: Never

source: Don't repeat
nl: Synchroniseren met RTM
zh_cn: 天

source: Day(s)
ca: Dia/es
da: RTM Repeat Status:
de: RTM Liste:
it: Stato di ripetizione RTM:
nl: Remember the Milk
pl: Status powtarzania RTM:
pt: Timer Filters
sv: RTM Upprepningsstatus:
zh_cn: 周

source: Week(s)
ca: Setmana/es
da: i.e. every week, after 14 days
de: RTM Wiederholungsstatus
it: in altre parole ogni settimana, dopo 14 giorni
nl: Lijsten
pl: np. co tydzień, po 14 dniach
pt: Tasks Being Timed
sv: t.ex. varje vecka, efter 14 dagar
zh_cn: 月

source: Month(s)
ca: Mes/os
da: Remember the Milk
de: z.B. jede Woche nach 14 Tagen
it: Ricorda Milk
nl: RTM-lijst '%s'
pl: Remember the Milk
sv: Remember the Milk
zh_cn: 小时

source: Hour(s)
ca: Hora/es
da: Please Log In and Authorize Astrid:
de: Remember the Milk
it: Per favore esegui l'accesso e autorizza Astrid:
nl: Remember the Milk
pl: Zaloguj i autoryzuj Astrid:
sv: Var god logga in och auktorisera Astrid
zh_cn: Minute(s)

source: Minute(s)
da: Sorry, there was an error verifying your login. Please try again. \n\n Error Message: %s
de: Bitte einloggen und Astrid autorisieren
it: Spiacenti,si è verificato un errore durante la verifica di accesso. Prova di nuovo. \n\n Messaggio di Errore: %s
nl: RTM-lijst:
pl: Wybacz, wystąpił błąd podczas weryfikacji Twojego loginu. Spróbuj ponownie. \n\n Treść błędu: %s
sv: Förlåt, din inloggning kunde inte bekräftas. Var god försök igen. \n\n Felbesked: %s
zh_cn: Year(s)

source: Year(s)
da: Astrid: Remember the Milk
de: Entschuldigung, beim Einloggen ist ein Fehler aufgetreten. Bitte versuche es erneut. \n\n Fehlermeldung: %s
it: Astrid: Ricorda il Milk
nl: RTM herhaal status:
pl: Astrid: Remeber the Milk
sv: Astrid: Remember the Milk
zh_cn: 自到期日

source: from due date
ca: a partir de la data de venciment
da: Connection Error! Check your Internet connection, or maybe RTM servers (status.rememberthemilk.com), for possible solutions.
de: Astrid: Remember the Milk
it: Errore di connessione! Verificare la connessione Internet, o magari i server RTM (status.rememberthemilk.com), per le possibili soluzioni.
nl: bijv. wekelijks, over 14 dagen
pl: Błąd połączenia! Sprawdź swoje połączenie z Internetem lub odwiedź serwer RTM (status.rememberthemilk.com) w celu możliwego rozwiązania problemu.
sv: Tillkopplingsfel! Kolla din internetförbindelse, eller kanske RTM servrarna (status.rememberthemilk.com), för möjliga lösningar.
zh_cn: 自完成日

source: from completion date
ca: desde la data de finalització
da: Mærker:
de: Verbindungsfehler! Bitte überprüfe deine Internetverbindung oder die RTM Server (status.rememberthemilk.com) für zur Lösung des Problems.
it: Add to List:
nl: Remember the Milk
pl: Add to List:
sv: Add to List:
zh_cn: $I 的 $D

source: $I on $D
ca: $I en $D
da: Mærkenavn
de: Add to List:
it: List Name
nl: Aanmelden en Astrid autoriseren:
pl: List Name
sv: List Name
zh_cn: 每隔 %s

source: Every %s
ca: Cada %s
da: Select a list
de: List Name
it: Select a list
nl: Fout bij het aanmelden. Probeer het nogmaals. \n\n Foutmelding: %s
pl: Select a list
sv: Select a list
zh_cn: 完成后 %s

source: %s after completion
ca: %s després de finalització
da: Lists
de: Select a list
it: Liste
nl: Astrid: Remember the Milk
pl: Listy
sv: Listor
zh_cn: Remember the Milk 设定

source: Remember the Milk Settings
ca: Configuració Remember the Milk
da: Show List
de: Listen
it: Show List
nl: Verbindingsfout! Controleer de internetverbinding, of de RTM servers (status.rememberthemilk.com), voor mogelijke oplossingen.
pl: Show List
sv: Show List
zh_cn: RTM重复任务

source: RTM Repeating Task
ca: RTM Tasca Repetitiva
da: New List
de: Show List
it: New List
nl: Lijsten
pl: New List
sv: New List
zh_cn: 需要与 RTM 同步

source: Needs synchronization with RTM
ca: Necessita sincronitzar-se amb RTM
da: List Saved
de: New List
it: List Saved
nl: Geen
pl: List Saved
sv: List Saved
zh_cn: Remember the Milk

source: RTM List '%s'
ca: RTM Llista '%s'
da: Lists
de: New
it: Liste
nl: Lijsten
pl: Listy
sv: Listor
zh_cn: Remember the Milk

source: RTM List:
ca: RTM Llista:
da: Shared With Me
de: My Lists
it: Shared With Me
nl: Nieuwe lijst
pl: Shared With Me
sv: Shared With Me
zh_cn: RTM 重复状态：

source: RTM Repeat Status:
ca: RTM Estat de les Repeticions:
da: Inactive
de: Shared With Me
it: Inactive
nl: Lijst opgeslagen
pl: Inactive
sv: Inactive
zh_cn: 例如：每星期，14天后

source: i.e. every week, after 14 days
ca: p.e. cada setmana, després de 14 dies
da: Not In Any List
de: Inaktiv
it: Not In Any List
nl: Voer a.u.b. eerst een naam in voor deze lijst!
pl: Not In Any List
sv: Not In Any List
zh_cn: Remember the Milk

source: Please Log In and Authorize Astrid:
ca: Si us plau, inicia sessió i autoritza Astrid:
da: Rename List
de: List: %s
it: Rename List
nl: Lijsten
pl: Rename List
sv: Rename List
zh_cn: 抱歉，登陆错误。请再试一次。\n\n 错误信息：%s

source: Sorry, there was an error verifying your login. Please try again. \n\n Error Message: %s
ca: Ho sento, hi ha hagut un error verificant les credencials. Si us plau, torni-ho a intentar. \n\n Missatge d'error: %s
da: Delete List
de: List umbenennen
it: Delete List
nl: Lijsten
pl: Delete List
sv: Delete List
zh_cn: 同步到网站 "别忘记牛奶"

source: Astrid: Remember the Milk
da: Delete this list: %s? (No tasks will be deleted.)
de: List löschen
it: Delete this list: %s? (No tasks will be deleted.)
nl: Met mij gedeeld
pl: Delete this list: %s? (No tasks will be deleted.)
sv: Delete this list: %s? (No tasks will be deleted.)
zh_cn: 连接错误！请检查网络链接或 RTM 服务器(status.rememberthemilk.com)。

source: Connection Error! Check your Internet connection, or maybe RTM servers (status.rememberthemilk.com), for possible solutions.
ca: Error de connectivitat! Verifiqui la seva connexió, o potser els servidor de RTM (status.rememberthemilk.com), per possibles solucions.
da: Rename the list %s to:
de: Dieses list ändern: %s? (Aufgaben werden nicht gelöscht.)
it: Rename the list %s to:
nl: Niet actief
pl: Rename the list %s to:
sv: Rename the list %s to:
zh_cn: 列表

source: New list
nl: Lijst: %s
zh_cn: 选择一个列表

source: Select a list
da: Renamed %1$s with %2$s for %3$d tasks
de: List %1$s was deleted, affecting %2$d tasks
it: Renamed %1$s with %2$s for %3$d tasks
nl: Lijst hernoemen
pl: Renamed %1$s with %2$s for %3$d tasks
sv: Renamed %1$s with %2$s for %3$d tasks
zh_cn: 列表

source: Show List
da: Stop
de: Timer
it: Stop
nl: De lijst %s verwijderen? (Taken blijven behouden.)
pl: Stop
sv: Stop
zh_cn: 新列表

source: List Saved
da: Timer Filters
de: Timer ist aktiv für %s!
it: Fitri Timer
nl: Niets gewijzigd
pl: Filtr minutników
sv: Tidtagningsfilter
zh_cn: 请先为此列表键入一个名称！

source: Please enter a name for this list first!
da: Tasks Being Timed
de: Timer Filter
it: Le attività vengono cronometrate
nl: De lijst %1$s is verwijderd, van invloed op %2$d taken
pl: Zadania zostały spracyzowane czasowo
sv: Uppgifter med tidtagning
zh_cn: 添加

source: New
da: Speak to create a task
de: Zeitlich festgelegte Aufgaben
it: Parla per creare un'attività
nl: Taak %1$s hernoemd naar %2$s voor %3$d taken
pl: Speak to create a task
sv: Prata för att skapa uppgift
zh_cn: 列表

source: My Lists
da: Speak to set task notes
de: Sprechen Sie, um einen Auftragsnamen zu vergeben
it: Parla per aggiungere le note
nl: Settings: %s
pl: Speak to set task notes
sv: Prata för att sätta uppgiftens anteckningar
zh_cn: 与我分享的

source: Shared With Me
da: Voice-input is not installed.\nDo you want to go to the market and install it?
de: Sprechen Sie, um Aufgabennotizen zu setzen
it: Riconoscimento vocale non installato.\nVuoi andare al market e installarlo?
nl: Activity: %s
pl: Voice-input is not installed.\nDo you want to go to the market and install it?
sv: Röstigenkänning är inte installerad.\nVill du gå till marknaden och installera?
zh_cn: 不活动的

source: Inactive
da: Unfortunately voice-input is not available for your system.\nIf possible, please update Android to 2.1 or later.
de: Spracheingabe ist nicht installiert.\nWollen Sie in den Markt wechseln und das nachholen?
it: Sfortunatamente il riconoscimento vocale non è disponibile per il tuo sistema.\nSe possibile, aggiorna Android alla versione 2.1 o superiore.
nl: Klok starten
pl: Unfortunately voice-input is not available for your system.\nIf possible, please update Android to 2.1 or later.
sv: Tyvärr är inte röstigenkänning tillgänligt på ditt system.\nOm möjligt, uppgradera till Android 2.1 eller senare.
zh_cn: Not in any List

source: Not in any List
nl: Klok stoppen
zh_cn: Not in an Astrid List

source: Not in an Astrid List
nl: Timers ingeschakeld voor %s!
zh_cn: 列表：%s

source: Rename List
da: Voice input button will be displayed in task list page
de: Spracheingabe aktivieren
it: Il pulsante per il riconoscimento vocale sarà visibile nella lista delle attività
nl: Taken met timer
pl: Voice input button will be displayed in task list page
sv: Röstindata ikonen kommer att visas på sidan med uppgifter
zh_cn: 删除列表

source: Delete List
da: Voice input button will be hidden on task list page
de: Mikrofon-Button wird angezeigt
it: Il pulsante per il riconoscimento vocale sarà nascosto nella lista delle attività
nl: Timer Controls
pl: Voice input button will be hidden on task list page
sv: Röstindata ikonen kommer att vara dold på sidan med uppgifter
zh_cn: 删除列表 %s 吗？(不会删除任务。)

source: Delete this list: %s? (No tasks will be deleted.)
da: Directly Create Tasks
de: Mikrofon-Button wird ausgeblendet
it: Crea direttamente attività
nl: Spreek om taak te maken
pl: Directly Create Tasks
sv: Skapa en uppgift direkt
zh_cn: 重命名列表 %s 为：

source: Rename the list %s to:
da: Tasks will automatically be created from voice input
de: Aufgaben direkt erzeugen
it: Le attività saranno create automaticamente con il riconoscimento vocale
nl: Spreek titel van taak in
pl: Tasks will automatically be created from voice input
sv: Uppgift kommer automatiskt att skapas baserad på röstindatan.
zh_cn: 没有变更

source: No changes made
da: You can edit the task title after voice input finishes
de: Aufgaben werden direkt aus Spracheingaben erzeugt
it: Potrai modificare il titolo dell'attività dopo il riconoscimento vocale
nl: Spreek notities van taak in
pl: You can edit the task title after voice input finishes
sv: Du kan redigera titeln när inspelningen är klar.
zh_cn: 列表 %1$s 已删除，影响了 %2$d 项任务

source: List %1$s was deleted, affecting %2$d tasks
da: Voice Reminders
de: Sie können die Aufgabentitel nach der Spracheingabe ändern
it: Promemoria Vocali
nl: Spraakmodule niet geïnstalleerd.\nWil je naar de Market gaan en deze installeren?
pl: Voice Reminders
sv: Röstpåminnelser
zh_cn: %3$d 项任务由 %1$s 重命名为 %2$s。
