Repository: 005-d7b5/tasks
Catalog: translations/strings-*.po
Languages: ca, da, de, it, nl, pl, pt, sv, zh_cn

source: Confirm Password
ca: Confirma la Contrasenya
da: I arbejdsområde...
de: Im Workspace: ?
it: Nello spazio di lavoro...
nl: Taak aan deze Workspace toewijzen:
pl: W grupie roboczej...
sv: I arbetsyta...
zh_cn: 名字

source: First Name
ca: Nom
da: Assigned to: ?
de: Im Workspace...
it: Assegnato a: ?
nl: &lt;Standaard&gt;
pl: Przypisany do: ?
sv: Tilldelad: ?
zh_cn: 姓氏

source: Last Name
ca: Cognoms
da: Assigned to...
de: Zugeordnet: ?
it: Assegnato a...
nl: In Workspace: ?
pl: Przypisany do...
sv: Tilldelad...
zh_cn: 错误: 所有字段需要填写!

source: Error: passwords don't match!
ca: Error: la contrasenya no coincideix!
da: ... når deadline er nået
de: Erinnere mich...
it: ... quando l'attività deve terminare
nl: Toegewezen aan: ?
pl: ... kiedy zadanie ma być wykonane
sv: ...när uppgiften förfaller
zh_cn: 错误: 电子邮件或密码不正确!

source: Error: e-mail or password incorrect!
ca: Error: l'adreça electrònica o contrasenya incorrectes!
da: ... når deadline er overskredet
de: ... wenn Aufgabe fällig ist
it: ... quando l'attività è in ritardo
nl: Toegewezen aan...
pl: ... kiedy zadanie jest zaległe
sv: ...när uppgiften har förfallit
zh_cn: Producteev

source: E-Mail was not specified!
ca: Adreça electrònica no especificada!
da: Ring Five Times
de: Einmal klingeln
it: Ring Five Times
nl: op of na einddatum taak
pl: Ring Five Times
sv: Ring Five Times
zh_cn: 密码未指定！

source: Producteev Assignment
nl: Geluid/Trillen:
zh_cn: 指派任务给此人:

source: Assign this task to this workspace:
ca: Asigna aquesta tasca a aquest espai de treball:
da: en uge
de: pro Tag
it: una settimana
nl: Geluid maken tot het wordt uitgezet
pl: za tydzień
sv: i veckan
zh_cn: &lt;默认&gt;

source: Remind Me:
da: Slumrefunktion...
de: Schon erledigt!
it: Rimanda...
nl: Herinnering!
pl: Wstrzymaj...
sv: Vänta...
zh_cn: 当任务到期时

source: When task is due
da: Gå væk!
de: Später...
it: Vattene!
nl: Reeds voltooid!
pl: Odrzuć!
sv: Försvinn!
zh_cn: 当任务过期时

source: When task is overdue
da: Påmindelsesopsætning
de: Hau ab!
it: Impostazioni Promemoria
nl: Sluimeren...
pl: Ustawienia przypomnienia
sv: Påminnelseinställningar
zh_cn: 随机

source: Randomly once
da: Stille timer start
de: Erinnerungseinstellungen
it: Ora inizio silenzio
nl: Annuleren
pl: Początek czasu wyciszenia
sv: Tyst period börjar
zh_cn: 铃响/震动类型：

source: Ring/Vibrate Type:
ca: Tipus de So/Vibració
da: Ingen påmindelser vil blive vist efter %s
de: Ruhestunden beginnen
it: Nessuna notifica apparirà dopo le %s
nl: Instellingen herinneringen
pl: Notifications will be silent after %s.\nNote: vibrations are controlled by the setting below!
sv: Inga varsel visas efter %s
zh_cn: 响铃一次

source: Ring Once
ca: Sona una vegada
da: Stille timer er deaktiveret
de: Notifications will be silent after %s.\nNote: vibrations are controlled by the setting below!
it: Ora inizio silenzio non abilitato
nl: Reminders Enabled?
pl: Wyciszenie jest nieaktywne
sv: Tyst period är inaktiverad
zh_cn: 响五次

source: Ring Five Times
da: Stille timer slut
de: Stille Stunden sind deaktiviert
it: Ora fine silenzio
nl: Astrid reminders are enabled (this is normal)
pl: Koniec czasu wyciszenia
sv: Tyst period slutar
zh_cn: 响铃直到关闭闹铃

source: Ring Until I Dismiss Alarm
ca: Sona fins que es cancel·la l'alarma
da: Notifications will stop being silent starting at %s
de: Ruhestunden beenden
it: Notifications will stop being silent starting at %s
nl: Astrid reminders will never appear on your phone
pl: Notifications will stop being silent starting at %s
sv: Notifications will stop being silent starting at %s
zh_cn: 1小时

source: an hour
ca: una hora
da: Default Reminder
de: Erinnerungen ertönen ab %s Uhr.
it: Default Reminder
nl: Rustperiode begint
pl: Default Reminder
sv: Default Reminder
zh_cn: 1天

source: a day
ca: un dia
da: Notifications for tasks without duetimes will appear at %s
de: Standarderinnerungszeit
it: Notifications for tasks without duetimes will appear at %s
nl: Waarschuwingen geluidloos na %s.\nOpmerking: trillen wordt via onderstaande instellingen ingesteld!
pl: Notifications for tasks without duetimes will appear at %s
sv: Notifications for tasks without duetimes will appear at %s
zh_cn: 1周

source: a week
ca: una setmana
da: Påmindelsesringetone
de: Meldungen für Aufgaben ohne Zeitangabe erscheinen um %s
it: Suoneria notifiche
nl: Rustperiode is uitgeschakeld
pl: Dźwięk powiadomienia
sv: Ringsignal för påminnelser
zh_cn: 2周

source: in two weeks
ca: dues setmanes
da: Tilpasset ringetone er blevet sat
de: Erinnerungsklingelton
it: La suoneria personalizzata è stata impostata
nl: Rustperiode eindigt
pl: Własy dzwonek ustawiony
sv: Egendefinierad ringsignal har ställts in
zh_cn: 1个月

source: a month
ca: un mes
da: Ringetone sat til stille
de: Eigener Klingelton eingestellt
it: Suoneria impostata in modalità silenziosa
nl: Waarschuwingsgeluid weer geactiveerd om %s
pl: Dzwonek ustawiony na milczenie
sv: Ringsignal ställdes till tyst
zh_cn: 2个月

source: in two months
ca: dos mesos
da: Standard ringetone vil blive brugt
de: Klingelton auf Lautlos eingestellt
it: Verrà utilizzata la suoneria predefinita
nl: Standaard herinnering
pl: Zostanie użyty dzwonek domyślny
sv: Standardringsignal används
zh_cn: 提醒！

source: Reminder!
ca: ¡Recordatori!
da: Notification Persistence
de: Standardklingelton wird benutzt
it: Notifica Persistente
nl: Waarschuwingen voor taken zonder eindtijd verschijnen om %s
pl: Wytrwałość powiadomienia
sv: Varselinställningar
zh_cn: 已完成!

source: Reminder Settings
ca: Configura Notificacions
da: Vælg Astrid's ikon i statuslinjen
de: Erinnerungsicons
it: Scegli la barre delle icone di notifica di Astrid
nl: Standaard geluid wordt gebruikt
pl: Wybierz ikonę dla powiadomień Astrid
sv: Välj Astrids statusfältikon
zh_cn: Reminders Enabled?

source: Reminders Enabled?
da: Max volume for multiple-ring reminders
de: Astrid's Notification Bar Icon auswählen
it: Max volume for multiple-ring reminders
nl: Herinneringen aanhouden
pl: Max volume for multiple-ring reminders
sv: Max volume for multiple-ring reminders
zh_cn: Astrid reminders are enabled (this is normal)

source: Astrid reminders are enabled (this is normal)
da: Astrid will max out the volume for multiple-ring reminders
de: Lautstärke hoch bei wdh. Alarm
it: Astrid will max out the volume for multiple-ring reminders
nl: Herinneringen moeten individueel worden gewist
pl: Astrid will max out the volume for multiple-ring reminders
sv: Astrid will max out the volume for multiple-ring reminders
zh_cn: Astrid reminders will never appear on your phone

source: Astrid reminders will never appear on your phone
da: Astrid will use the system-setting for the volume
de: Astrid wird bei mehrfach alarmierenden Aufgaben laut sein
it: Astrid will use the system-setting for the volume
nl: Herinneringen kunnen met de "Alles wissen" knop worden uitgezet
pl: Astrid will use the system-setting for the volume
sv: Astrid will use the system-setting for the volume
zh_cn: 无声开始时间

source: Quiet Hours Start
ca: Inici de Silenci
da: Vibrer ved påmindelse
de: Astrid verwendet die Lautstärke der Systemeinstellung
it: Vibrazione telefono
nl: Herinneringen pictogram
pl: Ostrzeżenie wibracyjne
sv: Vibrera vid varsel
zh_cn: %s 后提示将静止。\n注意：震动在下面的选项中控制！

source: Notifications will be silent after %s.\nNote: vibrations are controlled by the setting below!
da: Astrid will vibrate when sending notifications
de: Vibrieren beim Alarm
it: Astrid vibrerà durante l'invio di notifiche
nl: Selecteer Astrid pictogram in waarschuwingen balk
pl: Astrid powiadomi wibracjami podczas wysyłania powiadomienia
sv: Astrid kommer att vibrera vid varsel
zh_cn: 未设定无声时间

source: Quiet hours is disabled
ca: Silenci desactivat
da: Astrid will not vibrate when sending notifications
de: Astrid wird bei Benachrichtigungen vibrieren
it: Astrid non vibrerà durante l'invio di notifiche
nl: Max. volume voor multiple-ring herinneringen
pl: Astrid nie będzie powiadamiał wibracjami podczas wysyłania powiadomienia
sv: Astrid kommer inte att vibrera vid varsel
zh_cn: 无声时间结束

source: Quiet Hours End
ca: Final de Silenci
da: Astrid Encouragements
de: Astrid wird bei Benachrichtigungen nicht vibrieren
it: Promemoria Astrid
nl: Astrid zal het volume voor multi-ring herinneringen maximaliseren
pl: Astrid Encouragements
sv: Astrid påminnelser
zh_cn: 通知将在 %s

source: Notifications will stop being silent starting at %s
da: Astrid will show up to give you an encouragement during reminders
de: Astrid Ermutigungen
it: Astrid si mostrerà per incoraggiarti durante i promemoria
nl: Astrid zal de systeem-instellingen voor het volume gebruiken
pl: Astrid pojawi się podczas przypomnienia
sv: Astrid kommer att visa uppmuntringsmeddelanden vid påminnelser
zh_cn: 默认提示

source: Default Reminder
da: Astrid will not give you any encouragement messages
de: Astrid soll Ermutigungen zu den Erinnerungen hinzufügen
it: Astrid non ti darà nessun messaggio di incoraggiamento
nl: Trillen bij herinnering
pl: Astrid will not give you any encouragement messages
sv: Astrid kommer inte att visa uppmuntringsmeddelanden
zh_cn: 未设定截止日期任务的通知会于 %s 出现

source: Notifications for tasks without duetimes will appear at %s
da: Snooze Dialog HH:MM
de: Astrid wird keine Ermutigungen abgeben
it: Posticipa a HH:MM
nl: Astrid laat telefoon trillen bij herinnering
pl: Tekst drzemki HH:MM
sv: Paustidsinställningar TT:MM
zh_cn: 提醒铃声

source: Notification Ringtone
ca: So de Notificació
da: Snooze by selecting new snooze time (HH:MM)
de: Schlummer-Dialog HH:MM
it: Posticipa scegliendo un nuovo orario (HH:MM)
nl: Astrid laat telefoon niet trillen bij herinnering
pl: Uśpij wybierając nową godzinę drzemki (HH:MM)
sv: Ställ in paustid genom att välja ny tid (TT:MM)
zh_cn: 自定铃声已设定

source: Custom ringtone has been set
ca: To personalitzat establert
da: Snooze by selecting # days/hours to snooze
de: Schlummerfunktion durch Auswahl neuer Zeit (HH:MM) aktivieren
it: Posticipa scegliendo il numero di giorni/ore
nl: Astrid aanmoedigingen
pl: Uśpij wybierając # dni/godziny uśpienia
sv: Ställ in paustid genom att välja # dagar/timmar för pausen
zh_cn: 铃声设定为静音

source: Ringtone set to silent
ca: To en mode silenciós
da: Random Reminders
de: Schlummern durch Auswahl von # Tagen/Stunden
it: Promemoria Casuali
nl: Astrid geeft motiverende herinneringen
pl: Losowe przypomnienia
sv: Tillfälliga påminnelser
zh_cn: 使用默认铃声

source: Default ringtone will be used
ca: Es farà servir el so predeterminat
da: New tasks will have no random reminders
de: Zufällige Erinnerungen
it: Le nuove attività non avranno promemoria casuali
nl: Astrid geeft geen aanmoedigings berichten
pl: Nowe zadania nie będą miały losowych przypomnień
sv: Nya uppgifter påminns inte tillfälligtvis
zh_cn: 持续通知

source: Notification Persistence
ca: Persistència de Notificació
da: New tasks will remind randomly: %s
de: Aufgaben sollen keine zufälligen Erinnerungen haben
it: Le nuove attività saranno ricordate a caso: %s
nl: Sluimeren dialoog UU:MM
pl: Nowe zadania będą przypominane losowo: %s
sv: Nya uppgifter påminns tillfälligtvis: %s
zh_cn: 通知必须个别地清除

source: Notifications must be viewed individually to be cleared
ca: Les notificacions han que ser vistes individualment per ser descartades
da: Standard for nye opgaver
de: Neue Aufgaben werden zufällig erinnern: %s
it: Nuove impostazioni predefinite attività
nl: Sluimeren door selecteren nieuwe sluimertijd (UU:MM)
pl: Nowe zadanie (domyślnie)
sv: Standardinställningar för nya uppgifter
zh_cn: 通知可经由点选“清除全部”清除

source: Notifications can be cleared with "Clear All" button
ca: Les notificacions poden ser descartades amb el botó "Descarta Tot"
da: disabled
de: Standardeinstellungen für neue Aufgaben
it: disattivato
nl: Sluimeren door selecteren aantal dagen/uren sluimertijd
pl: wyłączone
pt: Olá, tem um segundo?
sv: inaktiverad
zh_cn: 通知图标集

source: Notification Icon Set
ca: Icona de Notificacions Establert
da: hourly
de: deaktiviert
it: ogni ora
nl: Willekeurige herinneringen
pl: co godzinę
pt: Tem um tempinho?
sv: varje timme
zh_cn: 选择 Astrid 通知列图标

source: Choose Astrid's notification bar icon
ca: Tria la icona de la barra de notificacions per a Astrid
da: daglig
de: stündlich
it: quotidianamente
nl: Nieuwe taken hebben geen willekeurige herinneringen
pl: raz dziennie
pt: Tem alguns minutos?
sv: varje dag
zh_cn: 多重提醒最大音量

source: Max volume for multiple-ring reminders
da: ugentlig
de: täglich
it: settimanalmente
nl: Nieuwe taken willekeurig herinneren: %s
pl: raz w tygodniu
sv: varje vecka
zh_cn: Astrid将会以最大音量进行多重提醒

source: Astrid will max out the volume for multiple-ring reminders
da: bi-weekly
de: wöchentlich
it: bi-settimanalmente
nl: Basisinstellingen nieuwe taak
pl: raz na dwa tygodnie
sv: varannan vecka
zh_cn: Astrid使用系统音量设置

source: Astrid will use the system-setting for the volume
da: månedlig
de: vierzehntägig
it: mensilmente
nl: uitgeschakeld
pl: raz w miesiącu
sv: varje månad
zh_cn: 震动提醒

source: Vibrate on Alert
ca: Vibrar amb les Alertes
da: bi-monthly
de: monatlich
it: bi-mensilmente
nl: uurlijks
pl: raz na dwa miesiące
pt: Será que se esqueceu?
sv: varannan månad
zh_cn: 传送通知时会震动

source: Astrid will vibrate when sending notifications
ca: Astrid vibrarà quan enviï notificacions
da: disabled
de: alle zwei Monate
it: disattivato
nl: dagelijks
pl: wyłączone
pt: Desculpe-me!
sv: inaktiverad
zh_cn: 传送通知震动关闭

source: Astrid will not vibrate when sending notifications
ca: Astrid no vibrarà quan enviï notificacions
da: 8 PM
de: deaktiviert
it: 8 PM
nl: wekelijks
pt: Quando tiver um minuto:
sv: kl 20.00
zh_cn: Astrid 提醒

source: Astrid Encouragements
da: 9 PM
it: 9 PM
nl: tweewekelijks
sv: kl 21.00
zh_cn: Astrid 提醒时会给你鼓励

source: Astrid will show up to give you an encouragement during reminders
ca: Astrid apareixerà durant les notificacions per donar-li un estímul
da: 10 PM
it: 10 PM
nl: maandelijks
pt: Livre por um momento?
sv: kl 22.00
zh_cn: Astrid 不显示任何鼓励

source: Astrid will not give you any encouragement messages
da: 11 PM
it: 11 PM
nl: tweemaandelijks
sv: kl 23.00
zh_cn: 晚点提醒对话框 小时:分钟

source: Snooze Dialog HH:MM
ca: Diàleg de retard HH:MM
da: 12 AM
it: 12 AM
nl: uitgeschakeld
sv: kl 00.00
zh_cn: 选择晚点提醒的时间 (小时:分钟)

source: Snooze by selecting new snooze time (HH:MM)
ca: Retardar seleccionant un nou temps d'espera (HH:MM)
da: 1 AM
it: 1 AM
sv: kl 01.00
zh_cn: 选择几天/小时后再提醒

source: Snooze by selecting # days/hours to snooze
ca: Retardar seleccionant # dies/hores que esperar
da: 2 AM
it: 2 AM
sv: kl 02.00
zh_cn: 随机提醒

source: Random Reminders
ca: Notificacions al Atzar
da: 3 AM
it: 3 AM
pt: Olá! Posso incomodar?
sv: kl 03.00
zh_cn: 新任务不使用随机提醒

source: New tasks will have no random reminders
ca: Les tasques noves no tindràn notificacions al atzar
da: 4 AM
it: 4 AM
pt: Tem um minuto?
sv: kl 04.00
zh_cn: 任务将随机提醒: %s

source: New tasks will remind randomly: %s
ca: Les tasques noves notificaràn al atzar: %s
da: 5 AM
it: 5 AM
pt: É um óptimo dia para
sv: kl 05.00
zh_cn: 新任务默认值

source: disabled
ca: desactivat
nl: uitgeschakeld
zh_cn: 停用

source: hourly
ca: cada hora
da: 8 AM
it: 8 AM
pt: Ready to start?
sv: kl 08.00
zh_cn: 每天

source: daily
ca: diariament
da: 9 AM
it: 9 AM
pt: You said you would do:
sv: kl 09.00
zh_cn: 每周

source: weekly
ca: setmanalment
da: 10 AM
it: 10 AM
pt: You're supposed to start:
sv: kl 10.00
zh_cn: 每两周

source: bi-weekly
ca: bi-setmanalment
da: 11 AM
it: 11 AM
pt: Time to start:
sv: kl 11.00
zh_cn: 每月

source: monthly
ca: mensualment
da: 12 PM
it: 12 PM
pt: It's time!
sv: kl 12.00
zh_cn: 每两个月

source: bi-monthly
ca: bi-mensualment
da: 1 PM
it: 1 PM
pt: Excuse me! Time for
sv: kl 13.00
zh_cn: 停用

source: Hi there! Have a sec?
ca: Hola! Té un segon?
da: Excuse me! Time for
de: Es ist soweit:
it: Scusamii! Tempo di
nl: Klaar voor de start?
pl: Przepraszam, ale czas na
pt: Repeats every %s
sv: Ursäkta mig! Det är dags för
zh_cn: 能借用一点时间吗？

source: Can I see you for a sec?
ca: Puc veure'l per un segon?
da: You free? Time to
de: Entschuldige mich! Zeit für
it: Sei libero? Tempo di
nl: Je hebt 't beloofd:
pl: Macz wolne? Czas na
pt: Repeats %s after completion
sv: Är du ledig? Det är dags för
zh_cn: 有几分钟吗？

source: Have a few minutes?
ca: Té uns minuts?
da: Don't be lazy now!
de: Hast du frei? Zeit für
it: Non essere pigro ora!
nl: Je zou beginnen met:
pl: Nie leń się!
pt: Remember the Milk Settings
sv: Var nu inte lat!
zh_cn: 忘了什么吗？

source: Did you forget?
ca: Ha oblidat?
da: Snooze time is up!
de: Sei nicht so faul!
it: Posticipo terminato!
nl: Start nu:
pl: Nadszedł czas drzemki!
pt: RTM List: %s
sv: Paustiden är slut!
zh_cn: 不好意思！

source: Excuse me!
ca: Perdó!
da: No more snoozing!
de: Das Nickerchen ist vorbei!
it: Nessun ronzio di più!
nl: Het is tijd!
pl: Koniec drzemania!
pt: RTM Repeating Task
sv: Ingen paus mer!
zh_cn: 当您有时间：

source: When you have a minute:
ca: Quan tingui un minut:
da: Now are you ready?
de: Kein snooze mehr!
it: Adesso sei pronto?
nl: Sorry hoor! Nu moet
pl: Jesteś w gotowości?
pt: Needs synchronization with RTM
sv: Är du klar nu då?
zh_cn: 在您的议程：

source: On your agenda:
ca: A la seva agenda:
da: No more postponing!
de: Jetzt bist du bereit?
it: Non rimandare più!
nl: Heb je even? Het is tijd voor:
pl: Koniec ciągłego odkładania!
pt: Remember the Milk
sv: Skjut inte upp mer!
zh_cn: 有空吗？

source: Free for a moment?
ca: Té un moment lliure?
da: I've got something for you!
de: Kein weiteres Aufschieben mehr!
it: Ho qualcosa per te!
nl: Niet lui zijn nu!
pl: Mam coś dla Ciebie!
pt: Listas
sv: Jag har något till dig!
zh_cn: 注意一下Astrid!

source: Astrid here!
ca: Aquí Astrid!
da: Ready to put this in the past?
de: Ich hab was für dich!
it: Sei pronto a dimenticarti di questo?
nl: Uitgesluimerd!
pl: Co powiesz na rzucenie tego w przeszłość?
pt: $N ($C)
sv: Redo att lägga detta i det förflutna?
zh_cn: 可打扰一下吗？

source: Hi! Can I bug you?
ca: ¡Hola! Puc molestar-lo?
da: Why don't you get this done?
de: Bereit die Sache abzuhaken?
it: Perché non lo completi?
nl: Sluimertijd is voorbij!
pl: Dlaczego wreszcie tego nie zrobisz?
pt: RTM List '%s'
sv: Varför får du inte detta gjort?
zh_cn: 能借一分钟吗？

source: A minute of your time?
ca: Un minut del seu temps?
da: How about it? Ready tiger?
de: Warum erledigst du das nicht?
it: Cosa ne pensi? Pronto come una tigre?
nl: Ben je nu eindelijk vrij?
pl: I jak tam? Tygrys gotowy?
pt: Remember the Milk
sv: Vad sägs? Är du redo?
zh_cn: 重要的一天要

source: It's a great day to
ca: Es un gran dia per
da: Ready to do this?
de: Wie sieht's hiermit aus? Fertig, Tiger?
it: Sei pronto per questo?
nl: Peper in je reet!
pl: W gotowości na wykonanie zadania?
pt: RTM List:
sv: Redo att göra detta?
zh_cn: 该任务囉!

source: Time to work!
ca: Hora de treballar!
da: Can you handle this?
de: Bereit für das?
it: Riesci a gestire ciò?
nl: Ik heb iets voor je!
pl: Poradzisz sobie z tym?
pt: RTM Repeat Status:
sv: Klarar du detta?
zh_cn: 期限快到了！

source: Due date is here!
ca: La data de venciment està aquí!
da: You can be happy! Just finish this!
de: Bist du dem gewachsen?
it: Puoi essere felice! Semplicemente finisci ciò!
nl: Klaar om af te vinken?
pl: Szczęście jest blisko! Tylko to zrób!
pt: i.e. every week, after 14 days
sv: Du kan bli lycklig! Avsluta bara detta!
zh_cn: 准备好了吗？

source: Ready to start?
ca: Preparat per començar?
da: I promise you'll feel better if you finish this!
de: Du kannst glücklich sein! Mach das eben fertig!
it: Ti prometto che ti sentirai meglio se lo finisci!
nl: Zou je dit niet kunnen doen?
pl: Obiecuję, że poczujesz się lepiej, gdy to skończysz!
pt: Remember the Milk
sv: Jag lovar att du känner dig bättre om du avslutar detta!
zh_cn: 您说过您将会：

source: You said you would do:
ca: Vas dir que faries:
da: Won't you do this today?
de: Ich verspreche dir, du wirst dich besser fühlen wenn es fertig ist!
it: Non lo farai oggi?
nl: Hoe is 't, ben je er klaar voor?
pl: Dlaczego nie zrobić tego dziś?
pt: Estado
sv: Ska du inte göra detta idag?
zh_cn: 您应开始：

source: You're supposed to start:
ca: Es supossa que comença:
da: Please finish this, I'm sick of it!
de: Willst du es nicht heute erledigen?
it: Ti prego finiscilo, sono stufo!
nl: Klaar voor de start?
pl: Proszę, dokończ to! Mam już tego dość!
pt: Not Logged In!
sv: Kan du inte bara avsluta denna uppgift? Jag blir ju led på den!
zh_cn: 该开始：

source: Time to start:
ca: Temps d'inici:
da: Can you finish this? Yes you can!
de: Mach es zu Ende, mir reichts!
it: Puoi finire ciò? Sì che puoi!
nl: Kun je dit regelen?
pl: Możesz to skończyć? TAK, możesz!
pt: Sync Ongoing...
sv: Kan du avsluta detta? Ja, det kan du!
zh_cn: 时候到了！

source: It's time!
ca: Es l'hora!
da: Are you ever going to do this?
de: Kannst du es erledigen? Yes, you can!
it: Hai intenzione di fare ciò?
nl: Eeuwige roem lonkt! Maak dit af!
pl: Zrobisz to kiedyś?
pt: Last Sync: %s
sv: Kommer du någonsin att göra detta?
zh_cn: 抱歉！该做

source: Excuse me! Time for
ca: Perdó! Temps per
da: Feel good about yourself! Let's go!
de: Wirst du es jemals angehen?
it: Sentiti bene con te stesso! Andiamo!
nl: Lege lijsten zijn mooie lijsten...
pl: Nie ma się czym martwić! Do dzieła!
pt: Failed On: %s
sv: Var nöjd med dig själv! Kom igen!
zh_cn: 有空吗？是时候做

source: You free? Time to
ca: Està lliure? Temps per
da: I'm so proud of you! Lets get it done!
de: Fühl dich gut! Pack's an!
it: Sono fiero di te! Finiamolo!
nl: Waarom niet vandaag?
pl: Jestem z Ciebie dumny! Dokończmy to!
pt: Last Successful Sync: %s
sv: Jag är så stolt över dig! Få det gjort!
zh_cn: 别想偷懒喔！

source: Don't be lazy now!
ca: Ara no sigui gandul!
da: A little snack after you finish this?
de: Ich bin stolz auf dich! Mach es endlich fertig!
it: Un piccolo spuntino dopo che hai finito ciò?
nl: Maak het af, ik word er niet goed van!
pl: Może jakaś przekąska, gdy już skończysz?
pt: Never Synchronized!
sv: En liten munsbit efter att du avslutat detta?
zh_cn: 休息时间过了！

source: Snooze time is up!
ca: El temps de retard s'ha acabat!
da: Just this one task? Please?
de: Wie wäre es mit einem kleinen Snack nach getaner Arbeit?
it: Solo questo compito? Per favore?
nl: Kan dit af? Natuurlijk kan dit af!
pl: Tylko to jedno zadanie, proszę...
pt: Opções
sv: Bara den här uppgiften? Snälla?
zh_cn: 别再睡了！

source: No more snoozing!
ca: No més retards!
da: Time to shorten your todo list!
de: Bitte nur diese eine Aufgabe...
it: E' tempo di accorciare la tua lista delle cose da fare!
nl: Gaat dit ooit afkomen?
pl: Czas skrócić listę rzeczy do zrobienia!
pt: Background Sync
sv: Dags att korta ned din att-göra-lista!
zh_cn: 现在准备好了吗？

source: Now are you ready?
ca: Ara està preparat?
da: Please tell me it isn't true that you're a procrastinator!
de: Es ist Zeit die Liste zu verkürzen!
it: Non dirmi che sei uno che continua a posticipare!
nl: Zo gaat 'ie goed! Zet door!
pl: Proszę powiedz, że to nie prawda, że jesteś takim leniem!
pt: Background synchronization is disabled
sv: Snälla, säg mig inte att du är en som förhalar!
zh_cn: 不能再推了！

source: No more postponing!
ca: No més ajornaments!
da: Doesn't being lazy get old sometimes?
de: Beweise bitte dass du kein Zauderer bist!
it: Non essere pigro fa invecchiare qualche volta?
nl: Ik ben trots op je! Kom op!
pl: Bycie leniem nigdy Ci się nie nudzi?
pt: Currently set to: %s
sv: Blir du inte trött på att vara lat ibland?
zh_cn: 我有些事想麻烦您！

source: I've got something for you!
ca: Tinc una cosa per vosté!
da: Somewhere, someone is depending on you to finish this!
de: Ist Faulenzen nicht langweilig?
it: Da qualche parte, qualcuno dipende da te nel finire ciò!
nl: Kopje koffie hierna?
pl: Ktoś, gdzieś liczy na Ciebie, że uporasz sobie z tym zadaniem!
pt: Wifi Only Setting
sv: Någonstans är någon beroende av att du avslutar detta!
zh_cn: 是时候该让这事成为过去了？
