Repository: 005-d7b5/tasks
Catalog: translations/strings-*.po
Languages: ca, da, de, it, nl, pl, pt, sv, zh_cn

source: Share
da: Mere
it: Altro
nl: Delen
pl: Więcej
zh_cn: 分享

source: Contact or Email
nl: Naam contactpersoon
zh_cn: 联系人姓名

source: Contact or Shared List
nl: Contacten of gedeelde lijst
zh_cn: 联系方式或共享列表

source: Saved on Server
de: Auf Server gespeichert
nl: Op server opgeslagen
zh_cn: 已储存至服务器

source: Sorry, this operation is not yet supported for shared tags.
nl: Deze opdracht wordt nog niet ondersteund voor gedeelde labels.
zh_cn: 对不起，此操作尚未支持已共享标签

source: Take a Picture
de: Bild aufnehmen
nl: Een foto maken
zh_cn: 照张照片

source: Pick from Gallery
de: Aus Galerie wählen
nl: Uit galerij halen
zh_cn: 从相册中选取

source: Refresh Lists
nl: Lijsten vernieuwen
zh_cn: 刷新列表

source: Add a comment...
de: Kommentar hinzufügen
nl: Een opmerking toevoegen...
zh_cn: 添加注释...

source: %1$s re: %2$s
zh_cn: %1$s 回复: %2$s

source: Tasks
de: Aufgaben
nl: Taken
zh_cn: 任务

source: Activity
de: Aktivität
nl: Activiteit
zh_cn: 活动

source: List Settings
nl: Instellingen weergeven
zh_cn: 列表设置

source: Private: tap to share or edit
nl: Private: tap to share this list
zh_cn: Private: tap to share this list

source: Refresh
de: Neu laden
nl: Vernieuwen
zh_cn: 刷新

source: List Name:
nl: Lijst naam:
zh_cn: 列表名称：

source: List Creator:
nl: Auteur weergeven:
zh_cn: 列表所有者：

source: none
nl: geen
zh_cn: 无

source: Shared With:
nl: Medewerkers:
zh_cn: 合作者：

source: List Picture
nl: Lijst afbeelding:
zh_cn: 列表图片

source: Silence Notifications
nl: Stille waarschuwingen
zh_cn: 静默通知

source: Use Astrid to share shopping lists, party plans, or team projects and instantly see when people get stuff done!
nl: Gebruik Astrid om boodschappenlijsten, feestplanningen, of team projecten te delen en zie direct als personen taken hebben voltooid!
zh_cn: 使用Astrid分享您的购物单，聚会和团队项目，就会发现人们可以迅速完成工作！

source: Share / Assign
de: Teilen / Zuweisen
nl: Delen/toewijzen
zh_cn: 分享/指派

source: Save &amp; Share
nl: Opslaan &amp; Delen
zh_cn: 保存 &amp; 分享

source: Me
de: Mich
nl: Mijzelf
zh_cn: 我

source: Custom...
de: Benutzerdefiniert …
nl: Aangepast...
zh_cn: 自定义...

source: Share with:
nl: Medewerkers toevoegen
zh_cn: 添加合作者：

source: Sent to %1$s (you can see it in the list between you and %2$s).
nl: Share with Friends
zh_cn: Share with Friends

source: Share with Friends
nl: Lijst: %s
zh_cn: 列表：%s

source: List: %s
da: Voice Input
de: Leider ist der Marktplatz für Ihr System nicht verfügbar.\nWenn möglich, laden Sie die sprachgestützte Suchfunktion bitte aus einer anderen Quelle herunter.
it: Riconoscimento Vocale
nl: Lijst: %s
pl: Voice Input
sv: Röstindata
zh_cn: 列表：%s

source: Contact Name
de: Kontakt
nl: Uitnodigings bericht:
zh_cn: 邀请信息：

source: Invitation Message:
de: Einladungs Nachricht
nl: Help mij dit te voltooien!
zh_cn: 帮我办好这事！

source: Help me get this done!
nl: Een gedeeld label aanmaken?
zh_cn: 请问是否创建共享标签？

source: Create a shared tag?
nl: (i.e. Silly Hats Club)
zh_cn: （例如：宅男联谊会）

source: (i.e. Silly Hats Club)
nl: Facebook
zh_cn: Facebook

source: Facebook
nl: Twitter
zh_cn: Twitter

source: Twitter
nl: Taak gedeeld met %s
zh_cn: 已将任务分享给了 %s

source: Task shared with %s
nl: Persoonsgegevens opgeslagen
zh_cn: 联系人设置已保存

source: People Settings Saved
nl: Ongeldig e-mailadres: %s
zh_cn: 电子邮箱无效： %s

source: Invalid E-mail: %s
de: Ungültige E-Mail: %s
nl: Lijst niet gevonden: %s
zh_cn: 未找到列表： %s

source: List Not Found: %s
nl: Welkom bij Astrid.com!
zh_cn: 欢迎光临 Astrid.com！

source: You need to be logged in to Astrid.com to share tasks! Please log in or make this a private task.
nl: Astrid.com geeft online toegang tot de taken, waarbij deze gedeeld en gedelegeerd kunnen worden met anderen.
zh_cn: Astrid.com能让您轻松在线访问、共享和委托您的任务。

source: Log in
nl: Aanmelden bij Facebook
zh_cn: 使用Facebook帐号登录

source: Make private
nl: Aanmelden bij Google
zh_cn: 使用Google帐号登录

source: Welcome to Astrid.com!
de: Willkommen bei Astrid.com
nl: Nog geen Google of Facebook account?
zh_cn: 尚未拥有Google或Facebook帐号？

source: Astrid.com lets you access your tasks online, share, and delegate with others.
nl: Registreer hier
zh_cn: 点此登录

source: Don't use Google or Facebook?
da: Don't have a Google or Facebook Account?
de: Don't have a Google or Facebook Account?
it: Don't have a Google or Facebook Account?
nl: Naam
pl: Don't have a Google or Facebook Account?
sv: Don't have a Google or Facebook Account?
zh_cn: 名字

source: Sign In Here
nl: E-mailadres
zh_cn: 电子邮箱

source: Create a new account?
nl: Gebruikersnaam/e-mailadres
zh_cn: 用户名/电子邮箱

source: Already have an account?
nl: Wachtwoord
zh_cn: 密码

source: Name
nl: Nieuw account aanmaken
zh_cn: 创建新账户

source: Email
nl: Aanmelden bij Astrid.com
zh_cn: 登陆至 Astrid.com

source: Username / Email
de: Benutzername / E-Mail
nl: A.u.b. met Google verbinden:
zh_cn: 连接至 Google：

source: Password
ca: Contrasenya
nl: Wachtwoord
zh_cn: 密码

source: Create New Account
de: Neues Konto erstellen
nl: Astrid.com (Beta!)
zh_cn: Astrid.com （测试版！）

source: Login to Astrid.com
de: Auf Astrid.com einloggen
nl: Use HTTPS
zh_cn: Use HTTPS

source: Please connect to Google:
nl: HTTPS enabled (slower)
zh_cn: HTTPS enabled (slower)

source: Astrid.com (Beta!)
nl: Astrid.com synchronisatie
zh_cn: Astrid.com 同步

source: Use HTTPS
nl: Nieuw commentaar ontvangen; klik voor meer details
zh_cn: 收到新留言/点击察看细节

source: HTTPS enabled (slower)
nl: Herinneringen
zh_cn: 闹钟

source: HTTPS disabled (faster)
nl: Voeg Alarm toe
zh_cn: 添加闹钟

source: Astrid.com Sync
nl: Alarm!
zh_cn: 闹钟！

source: New comments received / click for more details
nl: Back-ups
zh_cn: 备份

source: Alarms
ca: Alarmes
nl: Herinneringen
zh_cn: 闹钟

source: Add an Alarm
ca: Afegir una Alarma
da: Tilføj en alarm
de: Alarm hinzufügen
it: Aggiungi un promemoria
nl: Laatste: %s
pl: Dodaj alarm
sv: Lägg till ett alarm
zh_cn: 最近一次:%s

source: Alarm!
ca: Alarma!!
it: Promemoria!
nl: Laatste back-up mislukt
zh_cn: 上次备份失败

source: Backups
ca: Còpies de seguretat
da: Backup
it: Salvataggi
nl: (tikken voor fout)
pl: Kopia zapasowa
pt: Cópias de segurança
sv: Säkerhetskopior
zh_cn: （点击查看错误）

source: Status
ca: Estat
it: Stato
nl: Nooit eerder back-up van gemaakt!
pl: Stan
pt: Estado
zh_cn: 从未备份！

source: Latest backup:\n%s
nl: Opties
zh_cn: 选项

source: Last Backup Failed
ca: Còpia de seguretat Fallida
da: Seneste backup fejlede
de: Backup fehlgeschlagen
it: Ultimo Backup Fallito
nl: Automatische back-ups
pl: Ostatnie niepowodzenie kopii zapasowej
pt: Ultima cópia de segurança falhou.
sv: Senaste säkerhetskopieringen misslyckades
zh_cn: 自动备份

source: (tap to show error)
ca: Premi per veure l'Error
da: (tryk for at vise fejl)
de: (klicken, um Fehlermeldung anzuzeigen)
it: (Tocca per mostrare errore)
nl: Automatische back-ups uitgeschakeld
pl: (dotknij, aby zobaczyć błąd)
pt: (pressione para mostrar o erro)
sv: (klicka för att se felet)
zh_cn: 自动备份已停用

source: Never Backed Up!
ca: Encara sense Còpies!
da: Har aldrig taget backup!
de: Kein Backup bisher
it: Mai eseguito!
nl: Back-up dagelijks uitvoeren
pl: Kopia zapasowa nie była wykonywana!
pt: Nunca fez uma cópia de segurança!
sv: Aldrig säkerhetskopierat!
zh_cn: 备份每天执行

source: Options
ca: Opcions
da: Indstillinger
de: Einstellungen
it: Preferenze
nl: Hoe back-ups te herstellen?
pl: Ustawienia
pt: Opções
sv: Alternativ
zh_cn: 如何还原备份？

source: Automatic Backups
ca: Còpies de seguretat automàtiques
da: Automatisk backup
de: Automatische Backups
it: Backup automatici
nl: Voor het beheren van back-ups heeft u het Astrid Power Pack nodig. Astrid maakt voor de veiligheid wel altijd een automatische kopie van de taken, voor het geval dat.
pl: Automatyczna kopia zapasowa
pt: Cópia de Segurança Automática
sv: Automatisk säkerhetskopiering
zh_cn: 你需要使用 Astrid 强化套件去管理和还原您的备份。Astrid 会自动备份您的任务以防万一。

source: Automatic Backups Disabled
ca: Còpies de seguretat automàtiques desactivades
da: Automatisk backup deaktiveret
de: Keine automatischen Backups
it: Backup Automatico Disabilitato
nl: Back-ups beheren
pl: Automatyczna kopia zapasowa WYŁĄCZONA
pt: Cópias de Segurança automáticas desligadas
sv: Automatisk säkerhetskopiering avaktiverad
zh_cn: 管理备份

source: Backup will occur daily
ca: Còpies de seguretat diàries
da: Backup vil ske dagligt
de: Backup wird täglich erfolgen
it: I Backup verranno eseguiti giornalmente
nl: Back-ups beheren
pl: Kopia zapasowa będzie wykonywana raz dziennie
pt: A cópia de segurança irá ocorrer diáriamente
sv: Säkerhetskopiering kommer att ske dagligen
zh_cn: 管理您的备份

source: How do I restore backups?
ca: Com restauro les còpies de seguretat?
da: Hvordan gendanner jeg en backup?
de: Wie kann ich ein Backup wiederherstellen?
it: Come faccio a ripristinare i backup?
nl: Taken importeren
pl: W jaki sposób przywrócę kopię zapasową?
sv: Hur återställer jag säkerhetskopior?
zh_cn: 导入任务

source: You need to add the Astrid Power Pack to manage and restore your backups. As a favor, Astrid also automatically backs up your tasks, just in case.
ca: Necessites afegir l'Astrid Power Pack per administrar i restaurar les teves còpies de seguretat. Per conveniència, Astrid farà còpies de seguretat automàtiques de les teves tasques, només per si de cas.
da: Du skal have Astrid Power Pack for at håndtere og gendanne dine backups. Som en hjælp tager Astrid også automatisk backup af dine opgaver for en sikkerheds skyld.
de: Sie benötigen das Astrid Power Pack für die Verwaltung von Backups. Astrid sichert Ihre Aufgaben auch automatisch - für alle Fälle.
it: E' necessario aggiungere l'Astrid Power Pack per gestire e ripristinare i backup. Come cortesia, Astrid farà un backup automatico delle tue attività. Non si sa mai...
nl: Taken exporteren
pl: Musisz dodać Astrid Power Pack aby przywracać i zarządzać kopiami zapasowymi. Astrid zrobi również automatycznie kopię zapasową Twoich zadań.
sv: Du måste lägga till Astrid Power Pack för att hantera och återställa dina säkerhetskopior. För säkerhets skull tar Astrid alltid en automatisk säkerhetskopia av dina uppgifter.
zh_cn: 导出任务

source: Manage Backups
nl: Importfout
pl: Kopia zapasowa
zh_cn: 导入错误

source: Manage Your Backups
ca: Administrar Còpies de seguretat
da: Håndter dine backups
de: Verwalte deine Backups
it: Gestione dei Backup
nl: Back-up gemaakt van %1$s naar %2$s.
pl: Zarządzaj kopiami zapasowymi
pt: Gerir Cópias de Segurança
sv: Hantera dina säkerhetskopior
zh_cn: 已将 %1$s 备份至 %2$s。

source: Import Tasks
ca: Importar Tasques
da: Importer opgaver
de: Aufgaben importieren
it: Importa Attività
nl: Geen taken om te exporteren
pl: Importuj zadania
pt: Importar Tarefas
sv: Importera uppgifter
zh_cn: 没有要导出的任务。

source: Export Tasks
ca: Exportar Tasques
da: Eksporter opgaver
de: Aufgaben exportieren
it: Esporta Attività
nl: Exporteren...
pl: Eksportuj zadania
pt: Exportar Tarefas
sv: Exportera uppgifter
zh_cn: 导出中...

source: Import Error
ca: Error al importar
da: Importfejl
de: Fehler beim Importieren
it: Errore d'importazione
nl: Samenvatting herstellen
pl: Błąd podczas importowania
pt: Erro de Importação
sv: Importfel
zh_cn: 还原摘要

source: Backed Up %1$s to %2$s.
da: Sikkerhedskopierede %1$s til %2$s.
de: %1$s bis %2$s gesichert.
it: Backup di %1$s su %2$s eseguito.
nl: Bestand %1$s bevat %2$s.\n\n %3$s geïmporteerd,\n %4$s bestaan al\n %5$s hadden fouten\n
pl: Zachowano %1$s do %2$s
sv: Säkerhetskopierade %1$s till %2$s.
zh_cn: 文件 %1$s 包含 %2$s 个任务。\n\n %3$s 个已导入,\n %4$s 个已存在\n %5$s 个存在错误\n

source: No Tasks to Export.
ca: Sense tasques que exportar
da: Ingen opgaver at eksportere
de: Keine Aufgaben für den Export.
it: Nessuna attività da esportare.
nl: Importeren…
pl: Brak zadań do eksportowania.
sv: Inga uppgifter att exportera
zh_cn: 导入中...

source: Exporting...
ca: Exportant...
da: Eksporterer...
de: Exportiere...
it: Esportazione...
nl: Taak %d lezen...
pl: Eksportowanie...
pt: A exportar...
sv: Exporterar...
zh_cn: 读取任务 %d...

source: Restore Summary
ca: Resum de Restauració
da: Opsummering af gendannelse
de: Zusammenfassung "Wiederherstellen"
it: Ripristina sommario
nl: Item niet gevonden:
pl: Podsumowanie odzyskiwania
pt: Sumário de Restauro
sv: Återställningssammanfattning
zh_cn: 无法找到此项目：

source: File %1$s contained %2$s.\n\n %3$s imported,\n %4$s already exist\n %5$s had errors\n
da: Filen %1$s indeholdt %2$s.\n\n %3$s importeret,\n %4$s findes allerede\n %5$s indeholdt fejl\n
de: Datei %1$s enthält %2$s Aufgaben.\n\n %3$s wurden importiert,\n %4$s waren schon vorhanden (übersprungen)\n %5$s waren fehlerbehaftet\n
it: Il File %1$s contiene %2$s.\n\n %3$s importati\n %4$s esiste già\n %5$s contiene errori\n
nl: Toegang geweigerd tot map: %s
pl: Plik %1$s zawiera %2$s.\n %3$s zaimportowanych,\n %4$s ju,\n %5$s podczas
sv: Filen %1$s innehöll %2$s.\n\n %3$s importerade,\n %4$s existerar redan\n %5$s hade fel\n
zh_cn: 无法开启文件夹：%s

source: Importing...
ca: S'està important...
da: Importerer...
de: Importiere...
it: Importazione in corso...
nl: Toegang tot SD-kaart geweigerd!
pl: Importowanie...
pt: A importar...
sv: Importerar...
zh_cn: 无法访问您的 SD 卡！

source: Reading task %d...
ca: Llegint tasca %d
da: Læser opgave %d...
de: Lese Aufgabe %d
it: Lettura attività %d...
nl: Selecteer een back-up om te herstellen
pl: Czytanie zadania %d...
pt: A ler tarefa %d...
sv: Läser uppgift %d...
zh_cn: 选取要还原的文件

source: Could not find this item:
ca: No s'ha pogut trobar el següent element:
da: Kunne ikke finde dette element:
de: Folgender Eintrag konnte nicht gefunden werden:
it: Impossibile trovare questo elemento:
nl: Astrid Taken
pl: Nie odnaleziono elementu:
pt: Não foi possível encontrar este item:
sv: Kunde inte hitta följande:
zh_cn: Astrid 任务

source: Cannot access folder: %s
ca: No es pot accedir a la carpeta: %s
da: Kan ikke få adgang til mappen: %s
de: Ordner kann nicht geöffnet werden: %s
it: Impossibile accedere alla cartella: %s
nl: Astrid toestemmingen
pl: Brak dostępu do folderu: %s
pt: Não é possível aceder à pasta: %s
sv: Mappåtkomst nekad: %s
zh_cn: Astrid 权限

source: Cannot access your SD card!
ca: No s'ha pogut accedir a la teva tarja SD!
da: Kan ikke få adgang til dig SD-kort!
de: Zugriff auf SD Karte nicht möglich!
it: Impossibile accedere alla scheda SD!
nl: taken lezen, taakfilters weergeven
pl: Brak dostępu do Twojej karty SD!
pt: Não é possível aceder ao seu cartão SD!
sv: SD-kort ej tillgängligt!
zh_cn: 读取任务，显示任务过滤器

source: Select a File to Restore
ca: Tria un Fitxer per Restaurar
da: Vælg en fil for at gendanne
de: Datei zum Wiederherstellen auswählen
it: Seleziona file da ripristinare
nl: Astrid toestemmingen
pl: Wskaż plik do przywrócenia
pt: Seleccione um Ficheiro para Restaurar
sv: Välj en fil att återställa
zh_cn: Astrid 权限

source: Astrid Tasks
ca: Tasques Astrid
da: Astrid Opgaver
it: Attività Astrid
nl: nieuwe taken maken, bestaande wijzigen
pl: Zadania Astrid
pt: Tarefas Astrid
sv: Astrid Uppgifter
zh_cn: 创建新任务，修改现有任务

source: Astrid Permission
ca: Permís Astrid
da: Astrid Tilladelser
de: Astrid Zugriffsrechte
it: Permessi Astrid
nl: Astrid toestemmingen
pl: Zezwolenia Astrid
pt: Permissões do Astrid
sv: Astrid Tillstånd
zh_cn: Astrid 权限

source: read tasks, display task filters
ca: llegir tasques, mostrar filtres de tasques
da: læs opgaver, vis opgavefiltre
de: Lese Tasks, zeige Taskfilter an
it: leggi attività, mostra filtro attività
nl: Dit item verwijderen: %s?
pl: odczytuj zadania, pokaż filtr zadań
pt: ler tarefas, mostrar filtros de tarefas
sv: läs uppgifter, visa uppgiftsfilter
zh_cn: 删除此项目：%s？

source: create new tasks, edit existing tasks
ca: crear noves tasques, editar tasques existents
da: opret nye opgaver, rediger eksisterende opgaver
de: Erstelle neue Tasks, editiere bestehende Tasks
it: crea nuove attività, modifica le attività esistenti
nl: Tijd (uren : minuten)
pl: twórz nowe zadania, edytuj bieżące zadania
pt: criar novas tarefas, editar tarefas existentes
sv: skapa nya uppgifter, redigera existerande uppgifter
zh_cn: 时间（小时:分钟）

source: Delete this task?
ca: Eliminar aquesta tasca?
da: Slet denne opgave?
de: Diese Aufgabe löschen?
it: Eliminare questa attività?
nl: Er is een nieuwe versie van Astrid beschikbaar in de Android Market! Update Astrid voor u verder gaat, of wacht een paar seconden.
pl: Usunąć to zadanie?
pt: Remover esta tarefa?
sv: Radera denna uppgift?
zh_cn: Astrid 应该要从 Android 市场下载最新版本! 请继续前执行, 或稍等片刻。

source: Delete this item: %s?
ca: Eliminar aquest
da: Slet dette element: %s?
de: Diesen Eintrag löschen: %s?
it: Cancella questo articolo: %s?
nl: Ga naar Market
pl: Usunąć element: %s?
pt: Concluído
sv: Radera följande: %s?
zh_cn: 前往市场

source: Upgrading your tasks...
ca: Actualitzant les seves tasques...
da: Opgraderer dine opgaver...
de: Aktualisiere Ihre Aufgaben...
it: Aggiornare le attività ...
nl: Accoord
pl: Uaktualniam Twoje zadania...
pt: Tempo (horas : minutos)
sv: Uppgraderar dina uppgifter...
zh_cn: 接受

source: Time (hours : minutes)
ca: Temps (hores : minuts)
da: Tid (timer : minutter)
de: Zeit (Stunden : Minuten)
it: Tempo (ore : minuti)
nl: Afwijzen
pl: Czas (godziny : minuty)
pt: O Astrid deverá ser actualizado com a ultima versão disponível no Android market! Por favor faça-o antes de continuar, ou espere alguns segundos.
sv: Tid (timmar : minuter)
zh_cn: 不接受

source: Astrid should to be updated to the latest version in the Android market! Please do that before continuing, or wait a few seconds.
ca: Astrid tindria que actualitzar-se a l'última versió disponible al Android Market! Si us plau, faci-ho abans de continuar, o esperi uns segons.
da: Astrid bør opdateres til den seneste version på Android Market! Gør venligst dette før du fortsætter, eller vent nogle få sekunder.
de: Astrid sollte auf die neuste Version aktualisiert werden! Lade dir hierzu die neuste Version aus dem Android Market oder warte ein paar Sekunden.
it: Astrid dovrebbe essere aggiornato alla versione più recente disponibile su Android market! Si prega di farlo prima di proseguire, o attendere qualche secondo.
nl: Astrid Algemene Voorwaarden
pl: Astrid zostanie zaktualizowany do najnowszej wersji dostępnej w Markecie. Kontynuuj lub zaczekaj kilka sekund.
pt: Ir para o Market
sv: Astrid bör uppdateras till senaste version i Android Market! Var god gör det innan du fortsätter, eller vänta några sekunder.
zh_cn: Astrid 使用条款

source: Go To Market
ca: Anar al Market
da: Gå til Market
de: Gehe zum Market
it: Vai al Market
nl: Even geduld a.u.b.
pl: Idź do Marketu
pt: Pressione para confirmar
sv: Gå till Market
zh_cn: 请稍候

source: I Accept
da: Jeg accepterer
de: Zustimmen
it: Accetto
nl: Laden…
pl: Zgadzam się
sv: Jag godkänner
zh_cn: 载入中...

source: I Decline
da: Jeg accepterer ikke
de: Ablehnen
it: Rifiuto
nl: Dismiss
pl: Nie zgadzam się
sv: Jag godkänner inte
zh_cn: Dismiss

source: Astrid Terms Of Use
da: Astrid Brugsbetingelser
de: Nutzungsbedingungen
it: Termini di Utilizzo di Astrid
nl: OK
pl: Warunki użytkowania Astrid
sv: Astrid Användarvillkor
zh_cn: OK

source: Please Wait
de: Bitte warten
nl: Cancel
zh_cn: Cancel

source: Loading...
ca: Carregant...
nl: Laden…
pt: Deleted Tasks
zh_cn: 载入中...

source: Dismiss
nl: $D $T
zh_cn: $D $T

source: OK
nl: Uitschakelen
zh_cn: 停用

source: Cancel
nl: Accept EULA to get started!
pt: Por favor aguarde...
zh_cn: Accept EULA to get started!

source: Click To Set
ca: Prem per establir
da: $D $T
de: $D $T
it: $D $T
nl: Opmerkingen
pl: $D $T
pt: $D $T
sv: $D $T
zh_cn: 注释

source: $D $T
da: Deaktiver
de: Deaktivieren
it: Disabilita
nl: Niets om weer te geven
pl: Wyłącz
pt: Desactivar
sv: Avaktivera
zh_cn: 没有要显示的

source: Disable
ca: Deshabilitar
da: Noter
de: Notizen
it: Note
nl: Opmerkingen vernieuwen
pl: Notatki
pt: Sem Tarefas!
sv: Anteckningar
zh_cn: 刷新留言

source: Notes
nl: Notities
pt: (dia depois)
zh_cn: 备注

source: Comments
da: Indlæser...
de: Lade...
it: Caricamento...
nl: Sorteren &amp; verbergen
pl: Ładowanie...
sv: Laddar...
zh_cn: 排序 &amp; 隐藏

source: Nothing To Show
da: Refresh Comments
de: Refresh Comments
it: Refresh Comments
nl: Synchroniseren
pl: Refresh Comments
sv: Refresh Comments
zh_cn: 立刻同步！

source: Refresh Comments
da: Ingen opgaver!
de: Keine Aufgaben!
it: Nessuna Attività!
nl: Instellingen
pl: Brak zadań!
sv: Inga uppgifter!
zh_cn: 设置

source: Add-ons
ca: Complements
da: Sorter &amp; skjulte
de: Sortierung &amp; Versteckte
it: Ordina e Nascondi
nl: In deze lijst zoeken
pl: Sortuj &amp; Ukryte
sv: Sortera &amp; Dölj
zh_cn: 搜索当前列表

source: Sort &amp; Hidden
ca: Ordenar &amp; Ocultar
da: Synkroniser!
de: Jetzt synchronisieren!
it: Nuovo Sync
nl: Aangepast
pl: Synchronizuj teraz!
pt: Ajuda
sv: Synkronisera Nu!
zh_cn: 自定义

source: Sync Now!
ca: Sincronitzar ara!
da: Opsætning
de: Einstellungen
it: Impostazioni
nl: Add a task
pl: Ustawienia
sv: Inställningar
zh_cn: Add a task

source: Settings
ca: Paràmetres
da: Hjælp
de: Hilfe
it: Aiuto
nl: Tap to assign %s a task
pl: Pomoc
pt: Procurar Nesta Lista
sv: Hjälp
zh_cn: Tap to assign %s a task

source: Support
nl: Meldingsgeluid uitgeschakeld. U kunt Astrid niet horen!
zh_cn: 已静音。你不会再听到了！

source: Search This List
ca: Busca en aquesta llista
da: Tilpasset
de: Benutzerdefiniert
it: Personalizzato
nl: Astrid reminders are disabled! You will not receive any reminders
pl: Własny filtr
pt: Adicionar a esta lista...
sv: Egendefinierad
zh_cn: Astrid reminders are disabled! You will not receive any reminders

source: Custom
ca: Personalitzat
da: Føj til denne liste...
de: Zu dieser Liste hinzufügen...
it: Aggiungi a questa lista...
nl: Active
pl: Dodaj do listy...
pt: %s [oculto]
sv: Lägg till denna lista
zh_cn: Active

source: Add a task
nl: Vandaag
zh_cn: 今天

source: Tap to assign %s a task
nl: Soon
zh_cn: Soon

source: Notifications are muted. You won't be able to hear Astrid!
da: %s [skjult]
de: %s [versteckt]
it: %s [Nascosto]
nl: Late
pl: %s [ukryte]
sv: %s [dold]
zh_cn: Late

source: Astrid reminders are disabled! You will not receive any reminders
da: %s [slettet]
de: %s [gelöscht]
it: %s [eliminato]
nl: Gereed
pl: %s [usunięte]
sv: %s [raderad]
zh_cn: 完成

source: Active
nl: Hidden
zh_cn: Hidden

source: Today
ca: Avui
de: Übermorgen
nl: Vandaag
zh_cn: 今天

source: Soon
nl: %s [verwijderd]
zh_cn: %s [已删除]

source: Late
nl: Voltooid %s
zh_cn: 完成 %s 项

source: Done
ca: Fet
nl: Bewerken
pt: Cancelar
zh_cn: 编辑

source: Hidden
nl: Taak bewerken
zh_cn: 编辑任务

source: %s [hidden]
ca: %s [ocult]
da: Færdiggjorde %s
de: Vor %s erledigt
it: Terminata %s
nl: Taak kopiëren
pl: Ukończone %s
pt: Terminado: %s
sv: Avslutad %s
zh_cn: 复制任务

source: %s [deleted]
ca: % [eliminat]
da: Rediger
de: Bearbeiten
it: Modifica
nl: Taak verwijderen
pl: Edytuj
pt: Editar
sv: Redigera
zh_cn: 删除任务

source: Edit
ca: Edita
da: Copy Task
de: Kopiere Aufgabe
it: Copy Task
nl: Taak opruimen
pl: Copy Task
pt: Remover Tarefa
sv: Copy Task
zh_cn: 清除任务

source: Edit Task
ca: Editar Tasca
da: Slet opgave
de: Aufgabe löschen
it: Elimina attività
nl: Sorteren en verborgen taken
pl: Usuń zadanie
pt: Recuperar Tarefa
sv: Radera uppgift
zh_cn: 排序和隐藏任务

source: Copy Task
da: Gendan opgave
de: Task wiederherstellen
it: Ripristina Attività
nl: Voltooide taken weergeven
pl: Przywrócone zadanie
sv: Återställ raderad uppgift
zh_cn: 显示已完成任务

source: Delete Task
ca: Eliminar Tasca
nl: Taak verwijderen
zh_cn: 删除任务

source: Undelete Task
ca: Restaurar Tasca
da: Sortering og skjulte opgaver
de: Sortierung und versteckte Aufgaben
it: Ordinamento e Attività Nascoste
nl: Verwijderde taken weergeven
pl: Ukryte zadania i sortowanie
pt: A Carregar Filtros...
sv: Sortering och Dolda Uppgifter
zh_cn: 显示已删除任务

source: Purge Task
ca: Purgar tasques
da: Vis færdiggjorte opgaver
de: Erledigte Aufgaben anzeigen
it: Mostra Attività Collegate
nl: Sorteer opties
pl: Pokaż ukończone zadania
sv: Visa avslutade uppgifter
zh_cn: 排序选项

source: Sorting and Hidden Tasks
ca: Classificar i Filtrar Tasques
da: Vis skjulte opgaver
de: Versteckte Aufgaben anzeigen
it: Mostra Attività Nascoste
nl: Astrid Slim Sorteren
pl: Pokaż ukryte zadania
pt: Criar atalho no Ambiente de Trabalho
sv: Visa dolda uppgifter
zh_cn: Astrid 智能排序
